Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# tool_npc_hint
source: Click NPC and set their location with mouse
ar_bh: انقر على الشخصية غير القابلة للعب وحدد موقعها باستخدام الفأرة
de_de: Klicke auf den NPC und setze seinen Standort mit der Maus
es_es: Haz clic en el PNJ y establece su ubicación con el ratón
fr_fr: Cliquez sur PNJ et réglez leur position avec la souris
it_it: Clicca su NPC e imposta la loro posizione con il mouse
ja_jp: NPCをクリックしてマウスで位置を設定します
ko_kr: NPC를 클릭하고 마우스로 위치를 설정하세요
pl_pl: Kliknij NPC i ustaw jego lokalizację za pomocą myszy
pt_br: Clique no NPC e defina sua localização com o mouse
ru_ru: Щелкните по NPC и установите его местоположение с помощью мыши
zh_hant: 點選NPC，用滑鼠設定他們的位置

# tool_npc_name
source: Name
ar_bh: اسم
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名称
ko_kr: 이름
pl_pl: Imie
pt_br: Nome
ru_ru: Имя
zh_cn: 名字
zh_hant: 名稱

# tool_paint_actuator
source: Is Actuator
ar_bh: هو المحرك
de_de: Hat Aktor
es_es: Tiene actuador
fr_fr: Est l’actionneur
it_it: È attuatore
ja_jp: アクチュエータは
ko_kr: 이 액추에이터는
pt_br: É atuador
ru_ru: Является активатором
zh_cn: 制动器
zh_hant: 是執行器

# tool_paint_brickstyle
source: Brick Style
ar_bh: نمط الطوب
de_de: Blockform
es_es: Estilo de ladrillo
fr_fr: Style brique
it_it: Stile mattoni
ja_jp: レンガ様式
ko_kr: 벽돌 양식
pl_pl: Styl Bloków
pt_br: Estilo do tijolo
ru_ru: Стиль блока
zh_cn: 砖块类型
zh_hant: 磚造風格

# tool_paint_coating
source: Coating
ar_bh: طلاء
de_de: Beschichtung
es_es: Recubrimiento
fr_fr: Revêtement
it_it: Rivestimento
ja_jp: コーティング
ko_kr: 코팅
pl_pl: Powłoka
pt_br: Revestimento
ru_ru: Покрытие
zh_hant: 塗層

# tool_paint_echocoating
source: Echo
ar_bh: دوي
es_es: Eco
ja_jp: エコー
ko_kr: 에코
pt_br: Eco
ru_ru: Эхо
zh_hant: 回聲

# tool_paint_eraser_tooltip
source: Eraser
ar_bh: الممحاة
de_de: Radiergummi
es_es: Borrador
it_it: Gomma
ja_jp: イレーサー
pl_pl: Gumka
pt_br: Borracha
ru_ru: Ластик
zh_hant: 橡皮擦

# tool_paint_extras
source: Extras
ar_bh: اضافات
fr_fr: Bonus
it_it: Extra
ja_jp: 特典
ko_kr: 부가 영상
pl_pl: Dodatkowe
ru_ru: Ещё
zh_cn: 附加功能
zh_hant: 額外內容

# tool_paint_illuminantcoating
source: Illuminant
ar_bh: مضيئة
de_de: Leuchtmittel
es_es: Iluminador
it_it: Illuminante
ja_jp: イルミュラント
ko_kr: 일루미넌트
pl_pl: Oświetlenie
pt_br: Iluminante
ru_ru: Источник света
zh_hant: 照明兵

# tool_paint_inactive
source: Actuator/Tile InActive
ar_bh: المحرك / البلاط معطل
de_de: Ist inaktiv (Aktor)
es_es: Actuador/Bloque Inactivo
fr_fr: Actionneur/Carreau inactif
it_it: Attuatore/Tile Inattivi
ja_jp: アクチュエーター/タイルの非アクティブ
ko_kr: 액추에이터/타일 비활성화
pt_br: Atuador/peça inativa
ru_ru: Неактивный блок
zh_cn: 制动/虚化
zh_hant: 執行器/磁磚非啟用

# tool_paint_junctionbox_left_tooltip
source: Add left facing intersection junction box.
ar_bh: إضافة مربع تقاطع تواجه اليسار.
de_de: Nach links gerichtete Kabelkreuzung hinzufügen.
es_es: Añadir caja de intersección hacia la izquierda.
fr_fr: Ajoutez une boîte de jonction orientée à gauche.
it_it: Aggiungi una scatola di incrocio rivolta a sinistra.
ja_jp: 左向きの交差点接続ボックスを追加してください。
ko_kr: 왼쪽을 향한 교차로 분기함을 추가하세요.
pl_pl: Dodaj lewą skrzynkę połączeniową skrzyżowania.
pt_br: Adicione uma caixa de junção de interseção voltada para a esquerda.
ru_ru: Добавьте соединительную коробку на перекрестке, обращенную влево.
zh_cn: 添加朝左的交叉路口接线盒。
zh_hant: 新增面向左側的交叉口接線盒。

# tool_paint_junctionbox_normal_tooltip
source: Add defualt junction box.
ar_bh: إضافة مربع تقاطع افتراضي.
de_de: Normale Kabelkreuzung hinzufügen.
es_es: Añadir caja de intersección por defecto.
fr_fr: Ajoutez une boîte de jonction défaillante.
it_it: Aggiungi una scatola di derivazione defualt.
ja_jp: デフォルト接続箱を追加してください。
ko_kr: 분리 전역을 추가하세요.
pl_pl: Dodaj domyślną skrzynkę przyłączeniową.
pt_br: Adicionar caixa de junção padrão.
ru_ru: Добавить распределительную коробку по умолчанию.
zh_cn: 添加默认接线盒。
zh_hant: 加裝 defualt 接線盒。

# tool_paint_junctionbox_right_tooltip
source: Add right facing intersection junction box.
ar_bh: أضف مربع تقاطع المواجهة اليمنى.
de_de: Nach rechts gerichtete Kabelkreuzung hinzufügen.
es_es: Añadir caja de intersección hacia la derecha.
fr_fr: Ajoutez une boîte de jonction orientée à droite.
it_it: Aggiungi una scatola di scrocchiamento esposta a destra.
ja_jp: 右向きの交差点接続ボックスを追加してください。
ko_kr: 오른쪽을 향한 교차로 분기함(junction box)을 추가하세요.
pl_pl: Dodaj prawą skrzynkę przyłączeniową skrzyżowania.
pt_br: Adicione uma caixa de junção de interseção voltada para a direita.
ru_ru: Добавьте соединительную коробку на перекрестке, обращенную вправо.
zh_cn: 添加朝右的交叉路口接线盒。
zh_hant: 新增一個面向右的交叉接線盒。

# tool_paint_liquid_header
source: Liquid
ar_bh: سائل
de_de: Flüssigkeit
es_es: Líquido
fr_fr: Liquide
it_it: Liquido
ja_jp: 液体
pl_pl: Płynne
pt_br: Líquido
ru_ru: Жидкость
zh_hant: 液體

# tool_paint_mask
source: Mask
ar_bh: قناع
de_de: Maske
es_es: Máscara
fr_fr: Masque
it_it: Maschera
ja_jp: マスク
ko_kr: 가면
pl_pl: Maska
pt_br: Máscara
ru_ru: Маска
zh_cn: 覆盖
zh_hant: 面具

# tool_paint_maskmode
source: Mask Mode
ar_bh: وضع القناع
de_de: Maskenmodus
es_es: Modo de máscara
fr_fr: Mode masque
it_it: Modalità Maschera
ja_jp: マスクモード
ko_kr: 마스크 모드
pl_pl: Tryb Maski
pt_br: Modo da máscara
ru_ru: Режим маски
zh_cn: 覆盖模式
zh_hant: 遮罩模式

# tool_paint_mode
source: Paint Mode
ar_bh: وضع الطلاء
de_de: Zeichenmodus
es_es: Modo de pintura
fr_fr: Mode peinture
it_it: Modalità Pittura
ja_jp: ペイントモード
ko_kr: 페인트 모드
pl_pl: Tryb Malowania
pt_br: Modo de pintura
ru_ru: Режим покраски
zh_cn: 绘画模式
zh_hant: 繪畫模式

# tool_paint_paint_header
source: Paint
ar_bh: لون
de_de: Farbe
es_es: Pintura
fr_fr: Peinture
it_it: Vernice
ja_jp: 塗料
pl_pl: Malowanie
pt_br: Tinta
ru_ru: Краска
zh_hant: 油漆

# tool_paint_tile_title
source: Tile
ar_bh: بلاط
de_de: Feld
es_es: Bloque
fr_fr: Carreaux
ja_jp: タイル
ko_kr: 타일
pl_pl: Płytka
pt_br: Peça
ru_ru: Тайл
zh_cn: 物块
zh_hant: 瓷磚

# tool_paint_track_booster_tooltip
source: Add Booster to existing track, use with Eraser to remove booster only.
ar_bh: إضافة الداعم إلى المسار الحالي، واستخدام مع ممحاة لإزالة الداعم فقط.
de_de: Fügt dem Gleis einen Booster hinzu. Mit Radierer verwenden, um nur den Booster zu entfernen.
es_es: Agregar potenciador a la pista existente, úsalo con el Borrador para eliminar solo el potenciador.
fr_fr: Ajouter le Booster à la piste existante, utiliser avec Eraser pour supprimer uniquement le booster.
it_it: Aggiungi il Booster alla pista esistente, usalo con Eraser per rimuovere solo il booster.
ja_jp: 既存のトラックにブースターを追加し、イレーサーでブースターだけを外す。
ko_kr: 기존 트랙에 부스터를 추가하고, 이레이저와 함께 부스터만 제거하세요.
pt_br: Adicionar motriz à um trilho já existente, use com a borracha para remover apenas motrizes.
ru_ru: Добавляет ускоритель на рельсы. Ускоритель убирается с помощью Ластика.
zh_cn: 将普通轨道变为增速轨道，使用橡皮模式将增速轨道变为普通轨道。
zh_hant: 在現有軌道上加入增強器，搭配橡皮擦只移除增強功能。

# tool_paint_track_hammer_tooltip
source: Use Hammer to modify track ends, intersections and booster direction.
ar_bh: استخدام المطرقة لتعديل المسار ينتهي، والتقاطعات واتجاه التعزيز.
de_de: Hämmert das Gleis, um Gleisenden, Weichen und Boosterrichtungen zu ändern.
es_es: Utiliza el Martillo para modificar los extremos de las vías, las intersecciones y la dirección del potenciador.
fr_fr: Utilisez Hammer pour modifier les extrémités de voies, les intersections et la direction du booster.
it_it: Usa Hammer per modificare le estremità dei binari, gli incroci e la direzione dei booster.
ja_jp: Hammerを使って線路の端、交差点、ブースターの方向を修正できます。
ko_kr: 해머를 사용해 선로 끝, 교차로, 부스터 방향을 수정하세요.
pt_br: Use o martelo para modificar as extremidades dos trilhos, interseções e direção da motriz.
ru_ru: Изменяет концы, пересечения, ускорители железной дороги.
zh_cn: 使用锤子工具改变轨道末端样式，交叉点样式和增速轨道的加速方向。
zh_hant: 使用Hammer修改軌道端、交叉口和助推器方向。

# tool_paint_track_header
source: Minecart Track
ar_bh: مسار عربة المناجم
de_de: Bergbauwagengleis
es_es: Vía de vagón de mina
fr_fr: Piste de wagonnets de mine
it_it: Tracciato di carrelli da miniera
ja_jp: マインカート・トラック
pl_pl: Tor wózka górniczego
pt_br: Trilho de Carrinho de Mina
ru_ru: Путь для вагонеток
zh_hant: 礦車軌道

# tool_paint_track_pressure_tooltip
source: Add Pressure Plate to existing track, use with Eraser to remove plate only.
ar_bh: أضف لوحة الضغط إلى المسار الموجود، استخدم مع Eraser لإزالة اللوحة فقط.
de_de: Fügt dem Gleis eine Druckplatte hinzu. Mit Radierer verwenden, um nur die Druckplatte zu entfernen.
es_es: Agregar placa de presión a la pista existente, úsalo con el Borrador para quitar solo la placa.
fr_fr: Ajoutez une plaque de pression sur une piste existante, utilisez avec la gomme pour retirer uniquement la plaque.
it_it: Aggiungi la piastra di pressione al binario esistente, usa con la gomma solo per rimuovere la piastra di rimozione.
ja_jp: 既存の線路に圧力板を追加し、イレーサーでプレートだけを取り外してください。
ko_kr: 기존 트랙에 압력판을 추가하고, 지우개와 함께 판만 제거하세요.
pt_br: Adicionar placa de pressão à um trilho já existente, use com a borracha para remover apenas placas.
ru_ru: Добавляет нажимную плиту на рельсы. Нажимная плита убирается с помощью Ластика.
zh_cn: 将普通轨道变为压力板轨道，使用橡皮模式将压力板轨道变为普通轨道。
zh_hant: 在現有軌道上加裝壓力板，搭配橡皮擦只用來移除壓力板。

# tool_paint_wall_title
source: Wall
ar_bh: جدار
de_de: Wand
es_es: Pared
fr_fr: Mur
it_it: Muro
ja_jp: 壁
ko_kr: 벽
pl_pl: Ściana
pt_br: Parede
ru_ru: Стена
zh_cn: 墙
zh_hant: 牆

# tool_paint_wire_blue
source: Blue
ar_bh: أزرق
de_de: Blau
es_es: Azul
fr_fr: Bleu
it_it: Blu
ja_jp: 青
ko_kr: 파란색
pl_pl: Niebieski
pt_br: Azul
ru_ru: Синие
zh_cn: 蓝线
zh_hant: 藍色

# tool_paint_wire_green
source: Green
ar_bh: أخضر
de_de: Grün
es_es: Verde
fr_fr: Vert
it_it: Verde
ja_jp: 緑
ko_kr: 그린
pl_pl: Zielony
pt_br: Verde
ru_ru: Зелёные
zh_cn: 绿线
zh_hant: 綠色

# tool_paint_wire_header
source: Wire
ar_bh: سلك
de_de: Kabel
es_es: Cable
fr_fr: Fil
it_it: Filo
ja_jp: ワイヤー
pl_pl: Kabel
pt_br: Fio
ru_ru: Провода
zh_hant: 鋼索

# tool_paint_wire_red
source: Red
ar_bh: أحمر
de_de: Rot
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
ja_jp: 赤
ko_kr: 빨간색
pl_pl: Czerwony
pt_br: Vermelho
ru_ru: Красные
zh_cn: 红线
zh_hant: 紅色

# tool_paint_wire_replace_header
source: Wire Replacement
ar_bh: استبدال الأسلاك
de_de: Drahtwechsel
es_es: Reemplazo de cables
fr_fr: Remplacement de fil
it_it: Sostituzione del filo
ja_jp: 配線交換
pl_pl: Wymiana przewodów
pt_br: Substituição de fios
ru_ru: Замена провода
zh_hant: 線材更換

# tool_paint_wire_yellow
source: Yellow
ar_bh: أصفر
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄色
ko_kr: 노란색
pl_pl: Żółty
pt_br: Amarelo
ru_ru: Жёлтые
zh_cn: 黄线
zh_hant: 黃色

# tool_paste_title
source: Paste
ar_bh: معجون
de_de: Einfügen
es_es: Pegar
fr_fr: Pâte
it_it: Pasta
ja_jp: ペースト
ko_kr: 페이스트
pl_pl: Wklej
pt_br: Colar
ru_ru: Вставить
zh_cn: 粘贴
zh_hant: 黏貼

# tool_pencil_title
source: Pencil
ar_bh: قلم
de_de: Stift – einzelnes Feld zeichnen
es_es: Lápiz
fr_fr: Crayon
it_it: Matita
ja_jp: 鉛筆
ko_kr: 연필
pl_pl: Ołówek
pt_br: Lápis
ru_ru: Карандаш
zh_cn: 铅笔
zh_hant: 鉛筆

# tool_picker_title
source: Picker - select tile color
ar_bh: منتقي - حدد لون البلاط
de_de: Pipette – Konfiguration übernehmen
es_es: Selector: seleccione el color del bloque
fr_fr: Sélectionneur - sélectionner la couleur de la tuile
it_it: Selezionatore - seleziona il colore delle tessere
ja_jp: ピッカー - タイルの色を選択する
ko_kr: 픽커 - 타일 색상 선택
pl_pl: Próbnik - select tile color zaznacz admi
pt_br: Conta-gotas - escolha a cor da peça
ru_ru: Пипетка - выбор цвета блока
zh_cn: 吸管工具 - 选择物块颜色
zh_hant: 選擇器 - 選擇圖塊顏色

# tool_point_title
source: Special Interest Points
ar_bh: نقاط الاهتمام الخاصة
de_de: Besonderen Ort platzieren
es_es: Puntos de interés
fr_fr: Points d’intérêt particuliers
it_it: Punti di Interesse Speciale
ja_jp: 特別関心ポイント
ko_kr: 특별 관심 점수
pl_pl: Specjalne Punkty
pt_br: Pontos de interesse especiais
ru_ru: Специальные точки
zh_cn: 特殊地点
zh_hant: 特別興趣點

# tool_sprite2_title
source: Sprite Placer
ar_bh: سبرايت بلاسر
de_de: Grafik platzieren
es_es: Colocador de sprites
fr_fr: Placeur à sprites
ja_jp: スプライト・プレイサー
ko_kr: 스프라이트 플레이서
pl_pl: Umieszczenie Sprite
pt_br: Posicionador de sprites
ru_ru: Установка спрайтов
zh_cn: 物品放置器
zh_hant: 雪碧砂金

# tool_sprite_filter_button
source: Filter
ar_bh: راووق
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtruj
pt_br: Filtro
ru_ru: Фильтр
zh_cn: 筛选
zh_hant: 濾波器

# tool_sprite_filter_label
source: Filter:
ar_bh: راووق:
es_es: Filtro:
fr_fr: Filtre :
it_it: Filtro:
ja_jp: フィルター:
ko_kr: 필터:
pl_pl: Filtruj:
pt_br: Filtro:
ru_ru: Фильтр:
zh_cn: 筛选条件:
zh_hant: 篩選：

# tool_sprite_style_label
source: Style:
ar_bh: نمط:
de_de: Stil:
es_es: Estilo:
it_it: Stile:
ja_jp: スタイル:
ko_kr: 스타일:
pl_pl: Styl:
pt_br: Estilo:
ru_ru: Стиль:
zh_cn: 样式:
zh_hant: 風格：

# tool_sprite_tiletype_label
source: Tile Type Filter:
ar_bh: مرشح نوع البلاط:
de_de: Kacheltyp-Filter:
es_es: Filtro de tipo de sprite:
fr_fr: Filtre de type de tuiles :
it_it: Filtro di tipo di piastrella:
ja_jp: タイルタイプフィルター:
ko_kr: 타일 유형 필터:
pl_pl: Filtr Typ kafelka:
pt_br: Filtro de tipo de bloco:
ru_ru: Фильтр типа плитки:
zh_cn: 物块类型:
zh_hant: 磁磚類型過濾器：

# tool_sprite_title
source: Sprite Placer (OLD)
ar_bh: سبرايت بلاسر (قديم)
de_de: Grafik platzieren (VERALTET)
es_es: Colocador de sprites (ANTIGUO)
fr_fr: Placer à sprites (ANCIEN)
it_it: Sprite Placer (VECCHIO)
ja_jp: スプライトプレイサー(旧)
ko_kr: 스프라이트 플레이서 (OLD)
pl_pl: Umieszczenie Sprite (STARE)
pt_br: Posicionador de sprites (VELHO)
ru_ru: Установка спрайтов (СТАРОЕ)
zh_cn: 物品放置器(旧版)
zh_hant: 雪碧砂金（舊版）

# tool_wp_adamantite
source: Adamantite Tier
ar_bh: مستوى أدينتايت
de_de: Adamantiterz
es_es: Tipo de mineral (Adamantita/Titanio)
fr_fr: Niveau adamantite
it_it: Livello Adamantite
ja_jp: アダマンタイト階層
ko_kr: 아다만타이트 계층
pl_pl: Wariant Adamantytu
pt_br: Nível de adamantina
ru_ru: Адамантит
zh_cn: 精金矿
zh_hant: 堅鋼階級

# tool_wp_altars
source: Altars Smashed
ar_bh: المذابح حطمت
de_de: Zerschlagene Altäre
es_es: Altares destruidos
fr_fr: Autels brisés
it_it: Altari distrutti
ja_jp: 祭壇が砕けた
ko_kr: 제단이 부서졌다
pl_pl: Zniszczone Ołtarze
pt_br: Altares destruídos
ru_ru: Алтарей разрушено
zh_cn: 祭坛已损坏
zh_hant: 祭壇被砸碎

# tool_wp_apocalypse
source: Apocalypse (Moon Lord Spawning)
ar_bh: نهاية العالم (ظهور سيد القمر)
de_de: Apokalypse (Mondherr Laicht)
es_es: Apocalipsis (Aparición del Señor de la Luna)
fr_fr: Apocalypse (Apparition du Seigneur de la Lune)
it_it: Apocalisse (Spawn del Signore della Luna)
ja_jp: 黙示録(ムーンロードスポーン)
ko_kr: 아포칼립스 (문 로드 스폰)
pl_pl: Apokalipsa (Pojawienie się Władcy Księżyca)
pt_br: Apocalipse (Nascimento do Senhor da Lua)
ru_ru: Апокалипсис (появление Лунного Лорда)
zh_hant: 末日（月之主生成）

# tool_wp_bg_corrupt
source: Corrupt BG
ar_bh: الفاسدة BG
de_de: HG Verderben
es_es: Fondo de la Corrupción
fr_fr: Fond de fond corrompu
it_it: Fondo di fondo corrotto
ja_jp: 腐敗したBG
ko_kr: 부패한 BG
pl_pl: Korupcja BG
pt_br: Cenário corrompido
ru_ru: Фон искажения
zh_cn: 腐化背景
zh_hant: 腐敗的BG

# tool_wp_bg_crimson
source: Crimson BG
ar_bh: قرمزي BG
de_de: HG Purpur
es_es: Fondo del Carmesí
ja_jp: クリムゾンBG
ko_kr: 크림슨 BG
pl_pl: Szkarłat BG
pt_br: Cenário do carmim
ru_ru: Фон кримзона
zh_cn: 猩红背景
zh_hant: 赤紅BG

# tool_wp_bg_deepice
source: Deep Ice BG
ar_bh: ديب آيس بي جي
de_de: HG UG-Tundra
es_es: Fondo del hielo profundo
ja_jp: ディープアイスBG
ko_kr: 딥 아이스 BG
pl_pl: Lodowa Jaskinia BG
pt_br: Cenário do gelo profundo
ru_ru: Фон подземного снежного биома
zh_cn: 深冰雪背景
zh_hant: 深冰BG

# tool_wp_bg_deepjungle
source: Deep Jungle BG
ar_bh: ديب الغابة BG
de_de: HG UG-Dschungel
es_es: Fondo de la jungla profunda
fr_fr: Jungle profonde de fond
ja_jp: ディープジャングルBG
ko_kr: 딥 정글 BG
pl_pl: Podziemia Dżungli BG
pt_br: Cenário da selva profunda
ru_ru: Фон подземных джунглей
zh_cn: 丛林深处背景
zh_hant: 深叢林BG

# tool_wp_bg_desert
source: Desert BG
ar_bh: ديزرت بي جي
de_de: HG Wüste
es_es: Fondo del desierto
ja_jp: 砂漠のBG
ko_kr: 사막 전투 부대
pl_pl: Pustynia BG
pt_br: Cenário do do deserto
ru_ru: Фон пустыни
zh_cn: 沙漠背景
zh_hant: 沙漠大隊

# tool_wp_bg_forest
source: Forest BG
ar_bh: غابة بي جي
de_de: HG Wald
es_es: Fondo del bosque
fr_fr: Forêt BG
ja_jp: 森林BG
ko_kr: 숲 BG
pl_pl: Las BG
pt_br: Cenário da floresta
ru_ru: Фон леса
zh_cn: 森林背景
zh_hant: 森林BG

# tool_wp_bg_hallow
source: Hallow BG
ar_bh: هالو بي جي
de_de: HG Heiligtum
es_es: Fondo de la bendición
ja_jp: ハロウ・ゲイ
ko_kr: 할로우 BG
pl_pl: Bajkowy BG
pt_br: Cenário do sagrado
ru_ru: Фон святых земель
zh_cn: 神圣背景
zh_hant: 聖貝格

# tool_wp_bg_hell
source: Hell BG
ar_bh: الجحيم BG
de_de: HG Unterwelt
es_es: Fondo del inframundo
ja_jp: 地獄のBG
ko_kr: 지옥 BG
pl_pl: Piekło BG
pt_br: Cenário do inferno
ru_ru: Фон ада
zh_cn: 地狱背景
zh_hant: 地獄的BG

# tool_wp_bg_jungle
source: Jungle BG
ar_bh: الغابة BG
de_de: HG Dschungel
es_es: Fondo de la jungla
ja_jp: ジャングルBG
ko_kr: 정글 BG
pl_pl: Dżungla BG
pt_br: Cenário da selva
ru_ru: Фон джунглей
zh_cn: 丛林背景
zh_hant: 叢林之戰

# tool_wp_bg_mushroom
source: Mushroom BG
ar_bh: فطر بي جي
de_de: HG Pilz
es_es: Fondo del bioma de hongo
fr_fr: Champignon BG
it_it: Funghi BG
ja_jp: マッシュルームBG
ko_kr: 버섯 배드
pl_pl: Grzyby BG
pt_br: Cenário do cogumelo
ru_ru: Фон грибного биома
zh_cn: 蘑菇地背景
zh_hant: 蘑菇BG

# tool_wp_bg_ocean
source: Ocean BG
ar_bh: المحيط BG
de_de: HG Ozean
es_es: Fondo del oceáno
ja_jp: 海洋BG
ko_kr: 오션 BG
pt_br: Cenário do oceano
ru_ru: Фон океана
zh_cn: 海洋背景
zh_hant: 海洋BG

# tool_wp_bg_snow
source: Snow BG
ar_bh: سنو بي جي
de_de: HG Tundra
es_es: Fondo de la nieve
ja_jp: 雪のBG
ko_kr: 눈 BG
pl_pl: Śnieg BG
pt_br: Cenário da neve
ru_ru: Фон снежного биома
zh_cn: 冰雪背景
zh_hant: 雪之BG

# tool_wp_bg_tree2
source: Tree 2 BG
ar_bh: شجرة 2 BG
de_de: HG Bäume 1
es_es: Fondo de árbol 2
fr_fr: Arbre 2 BG
it_it: Albero 2 BG
ja_jp: ツリー2 BG
ko_kr: 트리 2 BG
pl_pl: Drzewo 2 BG
pt_br: Cenário da árvore 2
ru_ru: Фон деревьев 2
zh_cn: 树背景2
zh_hant: 樹2 BG

# tool_wp_bg_tree3
source: Tree 3 BG
ar_bh: شجرة 3 BG
de_de: HG Bäume 3
es_es: Fondo de árbol 3
fr_fr: Arbre 3 BG
it_it: Albero 3 BG
ja_jp: ツリー3 BG
ko_kr: 트리 3 BG
pl_pl: Drzewo 3 BG
pt_br: Cenário da árvore 3
ru_ru: Фон деревьев 3
zh_cn: 树背景3
zh_hant: 樹3 BG

# tool_wp_bg_tree4
source: Tree 4 BG
ar_bh: شجرة 4 BG
de_de: HG Bäume 4
es_es: Fondo de árbol 4
fr_fr: Arbre 4 BG
it_it: Albero 4 BG
ja_jp: ツリー4 BG
ko_kr: 트리 4 BG
pl_pl: Drzewo 4 BG
pt_br: Cenário da árvore 4
ru_ru: Фон деревьев 4
zh_cn: 树背景4
zh_hant: 樹 4 BG

# tool_wp_bg_underworld
source: Underworld BG
ar_bh: عالم الجريمة BG
de_de: HG Unterwelt
es_es: Fondo del Inframundo
ja_jp: アンダーワールドBG
ko_kr: 언더월드 BG
pl_pl: Podziemie BG
pt_br: Cenário do submundo
ru_ru: Фон преисподней
zh_cn: 地下背景
zh_hant: 黑幫

# tool_wp_boss_deerclops
source: Deerclops
ar_bh: العملاق الغزلان
de_de: Rehklop
es_es: Ciervíclope
fr_fr: Deercclops
ja_jp: シカツボ
ko_kr: 사슴 꼬리
pl_pl: Jelenioko
pt_br: Cervoclope
ru_ru: Циклолень
zh_cn: 鹿角怪
zh_hant: 鹿爪

# tool_wp_boss_destroyer
source: The Destroyer
ar_bh: المدمرة
de_de: Der Zerstörer
es_es: El Destructor
fr_fr: Le Destroyer
it_it: Il Cacciatorpediniere
ja_jp: 破壊者
ko_kr: 디스트로이어
pl_pl: Niszczyciel
pt_br: O Destruidor
ru_ru: Уничтожитель
zh_cn: 毁灭者
zh_hant: 毀滅者

# tool_wp_boss_downed
source: Bosses Downed
ar_bh: الرؤساء الذين سقطوا
de_de: Besiegte Bosse
es_es: Jefes derrotados
fr_fr: Boss abattus
it_it: Boss abbattuti
ja_jp: 倒れたボスたち
ko_kr: 보스 전락
pl_pl: Pokonani Bossowie
pt_br: Chefes derrotados
ru_ru: Побеждённые боссы
zh_cn: 已击败Boss
zh_hant: 被擊倒的老闆

# tool_wp_boss_dukefishron
source: Duke Fishron
ar_bh: ديوك فيشرون
de_de: Herzog Fischron
es_es: Duque Fishron
fr_fr: Duc Fishron
it_it: Duca Fishron
ja_jp: フィシュロン公爵
ko_kr: 듀크 피슈론
pl_pl: Książe Rybok
pt_br: Duque Peixe-dragão
ru_ru: Герцог Рыброн
zh_cn: 猪龙鱼公爵
zh_hant: 費什隆公爵

# tool_wp_boss_eaterofworlds
source: Eater of Worlds
ar_bh: آكل العوالم
de_de: Weltenfresser
es_es: Devorador de mundos
fr_fr: Dévoreur de mondes
it_it: Divoratore di Mondi
ja_jp: 世界の喰い
ko_kr: 세계를 먹는 자
pl_pl: Pożeracz Światów
pt_br: Devorador de Mundos
ru_ru: Пожиратель миров
zh_cn: 世界吞噬怪
zh_hant: 世界吞噬者

# tool_wp_boss_empressoflight
source: Empress of Light
ar_bh: إمبراطورة الضوء
de_de: Kaiserin des Lichts
es_es: Emperatriz de la Luz
fr_fr: Impératrice de la Lumière
it_it: Imperatrice della Luce
ja_jp: 光の皇后
ko_kr: 빛의 황후
pl_pl: Cesarzowa Światła
pt_br: Imperatriz da Luz
ru_ru: Императрица света
zh_cn: 光之女神
zh_hant: 光明女皇

# tool_wp_boss_everscream
source: Everscream
ar_bh: إيفرزكريم
de_de: Immerschrei
es_es: Gritoeterno
ja_jp: エヴァースクリーム
ko_kr: 에버스크림
ru_ru: Злая ель
zh_cn: 常绿尖叫怪
zh_hant: 伊弗斯克里姆

# tool_wp_boss_eyeofcthulhu
source: Eye of Cthulhu
ar_bh: عين Cthulhu
de_de: Auge von Cthulhu
es_es: Ojo de Cthulhu
fr_fr: L’Œil de Cthulhu
it_it: Occhio di Cthulhu
ja_jp: クトゥルフの目
ko_kr: 크툴루의 눈
pl_pl: Oko Cthulhu
pt_br: Olho de Cthulhu
ru_ru: Глаз Ктулху
zh_cn: 克苏鲁之眼
zh_hant: 克蘇魯之眼

# tool_wp_boss_flyingdutchman
source: Flying Dutchman
ar_bh: الهولندي الطائر
de_de: Fliegender Holländer
es_es: Holandés volador
fr_fr: Le Hollandais Volant
it_it: Olandese Volante
ja_jp: フライング・ダッチマン
ko_kr: 플라잉 더치맨
pl_pl: Latający Holender
pt_br: Holandês Voador
ru_ru: Летучий голландец
zh_cn: 荷兰飞盗船
zh_hant: 飛翔的荷蘭人

# tool_wp_boss_golem
source: Golem
ar_bh: غولم
es_es: Gólem
ja_jp: ゴーレム
ko_kr: 골렘
ru_ru: Голем
zh_cn: 石巨人
zh_hant: 魔像

# tool_wp_boss_icequeen
source: Ice Queen
ar_bh: ملكة الجليد
de_de: Eiskönigin
es_es: Reina de Hielo
fr_fr: Reine de Glace
it_it: Regina di Ghiaccio
ja_jp: アイス・クイーン
ko_kr: 아이스 퀸
pl_pl: Królowa Lodu
pt_br: Rainha do Gelo
ru_ru: Снежная королева
zh_cn: 冰雪女王
zh_hant: 冰雪女王

# tool_wp_boss_kingslime
source: King Slime
ar_bh: الملك سليم
de_de: Schleimkönig
es_es: Rey Slime
fr_fr: Roi Slime
it_it: Re Slime
ja_jp: キング・スライム
ko_kr: 킹 슬라임
pl_pl: Król Żelu
pt_br: Geleia Rei
ru_ru: Король слизней
zh_cn: 史莱姆王
zh_hant: 史萊姆王

# tool_wp_boss_lunaticcultist
source: Lunatic Cultist
ar_bh: مجنون عبادة
de_de: Irrer Kultist
es_es: Sectario lunático
fr_fr: Cultiste Lunatique
it_it: Cultista Lunatico
ja_jp: 狂人カルト信者
ko_kr: 광신 숭배자
pl_pl: Obłąkany Kultysta
pt_br: Cultista Lunático
ru_ru: Культист-лунатик
zh_cn: 拜月教邪教徒
zh_hant: 瘋狂邪教徒

# tool_wp_boss_moonlord
source: Moon Lord
ar_bh: القمر الرب
de_de: Mondherr
es_es: Señor de la Luna
fr_fr: Seigneur de la Lune
it_it: Signore della Luna
ja_jp: ムーンロード
ko_kr: 문 로드
pl_pl: Księżycowy Władca
pt_br: Senhor da Lua
ru_ru: Лунный лорд
zh_cn: 月亮领主
zh_hant: 月之主

# tool_wp_boss_mourningwood
source: Mourning Wood
ar_bh: الحداد الخشب
de_de: Trauerndes Holz
es_es: Árbol de luto
fr_fr: Bois de deuil
it_it: Bosco del Lutto
ja_jp: モーニング・ウッド
ko_kr: 애도의 나무
pl_pl: Straszliwe Drzewo
pt_br: Árvore da Morte
ru_ru: Траурное дерево
zh_cn: 哀木
zh_hant: 哀悼木

# tool_wp_boss_nebulapillar
source: Nebula Pillar
ar_bh: سديم عمود
de_de: Nebulasäule
es_es: Pilar de la Nebulosa
fr_fr: Pilier de la Nébuleuse
it_it: Pilastro della Nebulosa
ja_jp: 星雲柱
ko_kr: 성운 기둥
pl_pl: Filar Mgławicy
pt_br: Coluna de Nébula
ru_ru: Башня туманности
zh_cn: 星云柱
zh_hant: 星雲柱

# tool_wp_boss_plantera
source: Plantera
ar_bh: بلانتيرا
ja_jp: プランテラ
ko_kr: 플랜테라
ru_ru: Плантера
zh_cn: 世纪之花
zh_hant: 普蘭特拉

# tool_wp_boss_pumpking
source: Pumpking
ar_bh: اليقطين
de_de: Kürbiskönig
es_es: Rey calabaza
fr_fr: Citrouille
it_it: Zucca
ja_jp: パンプキング
ko_kr: 펌킹
pl_pl: Dyniowy Król
pt_br: Reibóbora
ru_ru: Тыквенный король
zh_cn: 南瓜王
zh_hant: 南瓜

# tool_wp_boss_queenbee
source: Queen Bee
ar_bh: الملكة النحلة
de_de: Bienenkönigin
es_es: Abeja reina
fr_fr: Reine des abeilles
it_it: Regina delle Api
ja_jp: クイーンビー
ko_kr: 퀸 비
pl_pl: Królowa Pszczół
pt_br: Abelha Rainha
ru_ru: Королева пчёл
zh_cn: 蜂王
zh_hant: 蜂后

# tool_wp_boss_queenslime
source: Queen Slime
ar_bh: الملكة سليم
de_de: Schleimkönigin
es_es: Reina Slime
fr_fr: Reine Slime
it_it: Regina Slime
ja_jp: クイーン・スライム
ko_kr: 퀸 슬라임
pl_pl: Królowa Żelu
pt_br: Geleia Rainha
ru_ru: Королева слизней
zh_cn: 史莱姆王后
zh_hant: 史萊姆女王

# tool_wp_boss_santank1
source: Santa NK1
ar_bh: سانتا NK1
de_de: Weihnachtsmann NK1
es_es: Papá-NK1
ja_jp: サンタNK1
ko_kr: 산타 NK1
pl_pl: Święty NK1
pt_br: Papai-Noel NK1
ru_ru: Сантанк
zh_cn: 圣诞坦克
zh_hant: 聖塔NK1

# tool_wp_boss_skeletron
source: Skeletron
ar_bh: هيكل عظمي
es_es: Esqueletrón
ja_jp: スケルトロン
ko_kr: 스켈레트론
pl_pl: Szkieletron
pt_br: Esqueletron
ru_ru: Скелетрон
zh_cn: 骷髅王
zh_hant: 骷髏超人
