Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# tool_wp_oldonesarmy_t1
source: Tier 1
ar_bh: المستوى الأول
de_de: Stufe 1
es_es: Nivel 1
fr_fr: Niveau 1
it_it: Livello 1
ja_jp: ティア1
ko_kr: 1단계
pl_pl: Poziom 1
pt_br: Nível 1
ru_ru: Уровень 1
zh_cn: 撒旦军队 1段
zh_hant: 第一級

# tool_wp_oldonesarmy_t2
source: Tier 2
ar_bh: المستوى الثاني
de_de: Stufe 2
es_es: Nivel 2
fr_fr: Niveau 2
it_it: Livello 2
ja_jp: ティア2
ko_kr: 2단계
pl_pl: Poziom 2
pt_br: Nível 2
ru_ru: Уровень 2
zh_cn: 撒旦军队 2段
zh_hant: 第二層級

# tool_wp_oldonesarmy_t3
source: Tier 3
ar_bh: المستوى الثالث
de_de: Stufe 3
es_es: Nivel 3
fr_fr: Niveau 3
it_it: Livello 3
ja_jp: ティア3
ko_kr: 3단계
pl_pl: Poziom 3
pt_br: Nível 3
ru_ru: Уровень 3
zh_cn: 撒旦军队 3段
zh_hant: 第三級

# tool_wp_orbs
source: Orbs Smashed
ar_bh: الأجرام السماوية حطمت
de_de: Zerstörte Kugeln
es_es: Orbes destrozados
fr_fr: Orbes brisés
it_it: Sfere Frantumate
ja_jp: オーブが砕け散った
ko_kr: 구슬이 부서졌다
pl_pl: Zniszczone Kule
pt_br: Esferas destruídas
ru_ru: Сфер разрушено
zh_cn: 猩红之心/暗影珠已损坏
zh_hant: 球體被擊碎

# tool_wp_partyofdoom
source: Party of Doom
ar_bh: حزب العذاب
es_es: Fiesta de la perdición (GetFixedBoi)
fr_fr: Fête de la Perte
it_it: Partito della Morte
ja_jp: 破滅の党
ko_kr: 파운의 당
pt_br: Festa da Perdição
ru_ru: Партия Судьбы
zh_hant: 末日黨

# tool_wp_peddlerssatchel
source: Peddler's Satchel
ar_bh: حقيبة البائع المتجول
de_de: Hausierer-Schulranzen
es_es: Mochila de vendedor ambulante
fr_fr: Sac du colporteur
it_it: Bisaccio del Mercagliante
ja_jp: ペドラーズサッチェル
ko_kr: 행상인의 가방
pl_pl: Torba na wioślarza
pt_br: Bolsa-vendedora
ru_ru: Ранец разносчика
zh_hant: 小販手包

# tool_wp_pillars_active
source: Pillars Active
ar_bh: الأعمدة النشطة
de_de: Aktive Säulen
es_es: Pilares activos
fr_fr: Pilier actif
it_it: Pilastri attivi
ja_jp: 柱の活動
ko_kr: 기둥 활동
pl_pl: Filary aktywne
pt_br: Pilares Ativos
ru_ru: Активные столпы
zh_hant: 支柱活躍

# tool_wp_pillar_nebula
source: Nebula Pillar
ar_bh: سديم عمود
de_de: Nebulasäule
es_es: Pilar de la Nebulosa
fr_fr: Pilier de la Nébuleuse
it_it: Pilastro della Nebulosa
ja_jp: 星雲柱
ko_kr: 성운 기둥
pl_pl: Filar Mgławicy
pt_br: Coluna de Nébula
ru_ru: Башня туманности
zh_hant: 星雲柱

# tool_wp_pillar_solar
source: Solar Pillar
ar_bh: عمود شمسي
de_de: Sonnensäule
es_es: Pilar solar
fr_fr: Pilier solaire
it_it: Pilastro Solare
ja_jp: ソーラーピラー
ko_kr: 태양 기둥
pl_pl: Filar Słońca
pt_br: Coluna do Sol
ru_ru: Башня солнца
zh_hant: 太陽柱

# tool_wp_pillar_stardust
source: Stardust Pillar
ar_bh: عمود ستاردست
de_de: Sternenstaubsäule
es_es: Pilar de Polvo Estelar
fr_fr: Pilier de la Poussière d’Étoiles
it_it: Pilastro della Polvere di Stelle
ja_jp: 星屑の柱
ko_kr: 스타더스트 필러
pl_pl: Filar Pyłu Gwiezdnego
pt_br: Coluna de Pó das Estrelas
ru_ru: Башня звёздной пыли
zh_hant: 星塵柱

# tool_wp_pillar_vortex
source: Vortex Pillar
ar_bh: دوامة عمود
de_de: Vortexsäule
es_es: Pilar de vórtice
fr_fr: Pilier de Vortex
it_it: Pilastro del Vortice
ja_jp: 渦柱
ko_kr: 소용돌이 기둥
pl_pl: Filar Wiru
pt_br: Coluna do Vórtice
ru_ru: Башня вихря
zh_hant: 漩渦柱

# tool_wp_prehardmode
source: Pre-Hardmode
ar_bh: ما قبل هاردمود
es_es: Modo Pre-Difícil
fr_fr: Avant le mode difficile
ja_jp: ハードモード前
ko_kr: 하드모드 이전
pt_br: Pré-Modo Difícil
ru_ru: Дохардмод
zh_cn: 困难模式之前
zh_hant: 困難模式前

# tool_wp_rain
source: Rain
ar_bh: مطر
de_de: Regen
es_es: Lluvia
fr_fr: Pluie
it_it: Pioggia
ja_jp: 雨
ko_kr: 비
pl_pl: Deszcz
pt_br: Chuva
ru_ru: Дождь
zh_cn: 雨水
zh_hant: 雨

# tool_wp_rain_active
source: Is Raining
ar_bh: تمطر
de_de: aktiv
es_es: Está lloviendo
fr_fr: Il pleut
it_it: Piove
ja_jp: 雨が降っている
ko_kr: 비가 내리고 있어요
pl_pl: Jest Deszczowo
pt_br: Está chovendo
ru_ru: Идёт дождь
zh_cn: 正在下雨
zh_hant: 正在下雨

# tool_wp_rain_max
source: Max Rain
ar_bh: ماكس المطر
de_de: Maximaler Regen
es_es: Lluvia máxima
ja_jp: マックス・レイン
ko_kr: 맥스 레인
pl_pl: Maksymalny Deszcz
pt_br: Chuva máxima
ru_ru: Макс. дождь
zh_cn: 最大降雨
zh_hant: 麥克斯·雷恩

# tool_wp_rain_slime
source: Slime Rain Time
ar_bh: الوحل وقت المطر
de_de: Schleimregenzeit
es_es: Tiempo de lluvia de slime
fr_fr: Temps de la Pluie de Slime
it_it: Tempo di Pioggia Slime
ja_jp: スライムレインタイム
ko_kr: 슬라임 레인 타임
pl_pl: Czas Deszczu Żelu
pt_br: Tempo da Chuva de Geleias
ru_ru: Время дождя слизней
zh_cn: 史莱姆雨
zh_hant: 史萊姆雨時刻

# tool_wp_rain_time
source: Rain Time
ar_bh: وقت المطر
de_de: Regenzeit
es_es: Tiempo de lluvia
fr_fr: Temps de la pluie
it_it: Tempo di Pioggia
ja_jp: 雨の時間
ko_kr: 레인 타임
pl_pl: Czas Deszczu
pt_br: Tempo da chuva
ru_ru: Время дождя
zh_cn: 剩余下雨时间
zh_hant: 雨季

# tool_wp_revision
source: Revision
ar_bh: مراجعه
es_es: Revisión
fr_fr: Révision
it_it: Revisione
ja_jp: 改訂
ko_kr: 개정
pl_pl: Zmiana
pt_br: Revisão
zh_cn: 修订版本
zh_hant: 修訂版

# tool_wp_safe_level
source: Use Safe Values Only
ar_bh: استخدم القيم الآمنة فقط
de_de: Verwenden Sie nur sichere Werte
es_es: Solo valores seguros
fr_fr: Utilisez uniquement les valeurs sûres
it_it: Usa solo i valori di sicurezza
ja_jp: 安全な数値のみを使用してください
ko_kr: 안전 값만 사용하세요
pl_pl: Używaj tylko bezpiecznych wartości
pt_br: Use apenas valores seguros
ru_ru: Используйте только безопасные значения
zh_hant: 只使用安全值

# tool_wp_sandstorm
source: Sandstorm
ar_bh: عاصفه رمليه
de_de: Sandsturm
es_es: Tormenta de arena
fr_fr: Tempête de sable
it_it: Tempesta di sabbia
ja_jp: 砂嵐
ko_kr: 모래폭풍
pl_pl: Burza Piastkowa
pt_br: Tempestade de areia
ru_ru: Песчаная буря
zh_cn: 沙尘暴
zh_hant: 沙塵暴

# tool_wp_sandstorm_active
source: Is Storming
ar_bh: هو اقتحام
de_de: aktiv
es_es: Tormenta de arena activa
fr_fr: Est Storming
ja_jp: 嵐が来ている
ko_kr: 폭풍이 몰아치고 있다
pl_pl: Jest Burzowo
pt_br: É uma tempestade
ru_ru: Идёт буря
zh_cn: 正在沙尘暴
zh_hant: 風暴正在來

# tool_wp_sandstorm_severity
source: Severity
ar_bh: شده
de_de: Schweregrad
es_es: Intensidad
fr_fr: Gravité
it_it: Gravità
ja_jp: 重症度
ko_kr: 심각도
pl_pl: Poważna
pt_br: Severidade
ru_ru: Опасность
zh_cn: 严重程度
zh_hant: 嚴重程度

# tool_wp_sandstorm_severity_target
source: Indended Severity
ar_bh: في الواقع شدة
de_de: Angepeilter Schw
es_es: Intensidad limite
fr_fr: Sévérité Indéfinie
it_it: Severità Indefinita
ja_jp: 重度が減った
ko_kr: 경각성
pl_pl: Wskazana Powaga
pt_br: Severidade pretendida
ru_ru: Цель
zh_cn: 预期严重程度
zh_hant: 嚴重程度

# tool_wp_sandstorm_time
source: Time Left
ar_bh: الوقت المتبقي
de_de: Verbleibende Zeit
es_es: Tiempo restante
fr_fr: Temps restant
it_it: Tempo rimasto
ja_jp: 残された時間
ko_kr: 남은 시간
pl_pl: Upłynął Czas
pt_br: Tempo restante
ru_ru: Времени осталось
zh_cn: 剩余沙尘暴时间
zh_hant: 剩餘時間

# tool_wp_seed
source: Seed
ar_bh: بذرة
es_es: Semilla
ja_jp: 種
ko_kr: 시드
pl_pl: Ziarno
ru_ru: Сид мира
zh_cn: 种子
zh_hant: 種子

# tool_wp_seed_dualdungeons
source: Dual Dungeons
ar_bh: زنزانات مزدوجة
de_de: Doppelte Dungeons
es_es: Mazmorras Duales
fr_fr: Donjons Doubles
it_it: Doppi Dungeon
ja_jp: デュアルダンジョン
ko_kr: 듀얼 던전
pl_pl: Podwójne lochy
pt_br: Masmorras Duplas
ru_ru: Двойные подземелья
zh_hant: 雙重地城

# tool_wp_seed_infected
source: Infected
ar_bh: المصابون
de_de: Infiziert
es_es: Infected (noInfection)
fr_fr: Infectés
it_it: Infetti
ja_jp: 感染者
ko_kr: 감염자
pl_pl: Zainfekowani
pt_br: Infectados
ru_ru: Заражённые
zh_hant: 感染者

# tool_wp_seed_notraps
source: No Traps
ar_bh: لا الفخاخ
de_de: Keine Fallen
es_es: notraps (sin trampas)
fr_fr: Pas de pièges
it_it: Niente trappole
ja_jp: 罠はなし
ko_kr: 함정 금지
pl_pl: Bez pułapek
pt_br: Sem armadilhas
ru_ru: Без ловушек
zh_hant: 禁止陷阱

# tool_wp_seed_remix
source: Remix
ar_bh: ريميكس
ja_jp: リミックス
ko_kr: 리믹스
pl_pl: Remiks
ru_ru: Ремикс
zh_hant: 混音版本

# tool_wp_seed_skyblock
source: Skyblock
ar_bh: سكاي بلوك
ja_jp: スカイブロック
ko_kr: 스카이블록
zh_hant: 天空封鎖

# tool_wp_seed_vampire
source: Vampire
ar_bh: مصاص الدماء
de_de: Vampir
es_es: Vampire (whatabaddaytohaveacurse)
it_it: Vampiro
ja_jp: ヴァンパイア
ko_kr: 뱀파이어
pl_pl: Wampir
pt_br: Vampiro
ru_ru: Вампир
zh_hant: 吸血鬼

# tool_wp_seed_zenith
source: Zenith
ar_bh: سَمْت
de_de: Zenit
es_es: Zenit
ja_jp: ゼニス
ko_kr: 제니스
pl_pl: Zenit
pt_br: Zênite
ru_ru: Зенит
zh_hant: 天頂

# tool_wp_silver
source: Silver Tier
ar_bh: الطبقة الفضية
de_de: Silbererz
es_es: Tipo de mineral (Plata/Tungsteno)
fr_fr: Niveau Argent
it_it: Livello Argento
ja_jp: シルバーティア
ko_kr: 실버 티어
pl_pl: Poziom Srebra
pt_br: Nível de prata
ru_ru: Серебро
zh_cn: 银矿
zh_hant: 銀級

# tool_wp_spawn_point
source: Spawn Point
ar_bh: نقطة الظهور
es_es: Punto de Aparición
fr_fr: Point d’apparition
it_it: Punto di Spawn
ja_jp: スポーンポイント
ko_kr: 스폰 포인트
pl_pl: Punkt odrodzenia
pt_br: Ponto de Spawn
ru_ru: Точка появления
zh_hant: 出生點

# tool_wp_style_cavestyles
source: Cave Styles
ar_bh: أنماط الكهف
de_de: Höhlenarten
es_es: Estilo de cueva
fr_fr: Styles de grottes
it_it: Stili delle grotte
ja_jp: 洞窟様式
ko_kr: 동굴 양식
pl_pl: Wygląd Powierzchni
pt_br: Estilos de caverna
ru_ru: Стиль пещер
zh_cn: 洞穴样式
zh_hant: 洞穴風格

# tool_wp_style_cavex0
source: Cave X 0
ar_bh: الكهف العاشر 0
de_de: Höhle X 0
es_es: Cueva X 0
fr_fr: Grotte X 0
it_it: Grotta X 0
ja_jp: 洞窟X 0
ko_kr: 동굴 X 0
pl_pl: Podziemia X 0
pt_br: X da Caverna 0
ru_ru: Пещеры X 0
zh_cn: 洞穴 X 0
zh_hant: 洞穴X 0

# tool_wp_style_cavex1
source: Cave X 1
ar_bh: كهف X 1
de_de: Höhle X 1
es_es: Cueva X 1
fr_fr: Grotte X 1
it_it: Grotta X 1
ja_jp: 洞窟X 1
ko_kr: 동굴 X 1
pl_pl: Podziemia X 1
pt_br: X da Caverna 1
ru_ru: Пещеры X 1
zh_cn: 洞穴 X 1
zh_hant: 洞穴X 1

# tool_wp_style_cavex2
source: Cave X 2
ar_bh: الكهف X 2
de_de: Höhle X 2
es_es: Cueva X 2
fr_fr: Grotte X 2
it_it: Grotta X 2
ja_jp: 洞窟X 2
ko_kr: 동굴 X 2
pl_pl: Podziemia X 2
pt_br: X da Caverna 2
ru_ru: Пещеры X 2
zh_cn: 洞穴 X 2
zh_hant: 洞穴X 2

# tool_wp_style_treestyles
source: Tree Styles
ar_bh: أنماط الشجرة
de_de: Baumarten
es_es: Estilo de árboles
fr_fr: Styles d’arbres
it_it: Stili degli alberi
ja_jp: ツリースタイル
ko_kr: 나무 스타일
pl_pl: Wygląd Drzewa
pt_br: Estilos de árvore
ru_ru: Стиль деревьев
zh_cn: 树木样式
zh_hant: 樹種風格

# tool_wp_style_treetop_1
source: Tree 1 Tops
ar_bh: قمم الشجرة 1
de_de: Baumwipfel 1
es_es: Estilo de copas de árbol 1
fr_fr: Cimes de l’arbre 1
it_it: Cime dell'Albero 1
ja_jp: ツリー1の頂点
ko_kr: 트리 1 꼭대기
pl_pl: Drzewo 1 Góra
pt_br: Copas de árvore 1
ru_ru: Кроны 1
zh_cn: 树梢 1
zh_hant: 樹頂 1

# tool_wp_style_treetop_2
source: Tree 2 Tops
ar_bh: قمم الشجرة 2
de_de: Baumwipfel 2
es_es: Estilo de copas de árbol 2
fr_fr: Cimes de l’arbre 2
it_it: Cime di Albero 2
ja_jp: ツリー2の頂点
ko_kr: 트리 2 꼭대기
pl_pl: Drzewo 2 Góra
pt_br: Copas de árvore 2
ru_ru: Кроны 2
zh_cn: 树梢 2
zh_hant: 樹 2 頂端

# tool_wp_style_treetop_3
source: Tree 3 Tops
ar_bh: شجرة 3 قمم
de_de: Baumwipfel 3
es_es: Estilo de copas de árbol 3
fr_fr: Cimes de l’arbre 3
it_it: Albero 3 Cime
ja_jp: ツリー3の頂点
ko_kr: 트리 3 꼭대기
pl_pl: Drzewo 3 Góra
pt_br: Copas de árvore 3
ru_ru: Кроны 3
zh_cn: 树梢 3
zh_hant: 樹頂 3

# tool_wp_style_treetop_4
source: Tree 4 Tops
ar_bh: شجرة 4 قمم
de_de: Baumwipfel 4
es_es: Estilo de copas de árbol 4
fr_fr: Arbres 4 Cimes
it_it: Cime dell'Albero 4
ja_jp: ツリー4の頂点
ko_kr: 트리 4 꼭대기
pl_pl: Drzewo 4 Góra
pt_br: Copas de árvore 4
ru_ru: Кроны 4
zh_cn: 树梢 4
zh_hant: 樹頂 4

# tool_wp_style_treex0
source: Tree X 0
ar_bh: شجرة X 0
de_de: Baum X 0
es_es: Árbol X 0
fr_fr: Arbre X 0
it_it: Albero X 0
ja_jp: 木 X 0
ko_kr: 트리 X 0
pl_pl: Drzewo X 0
pt_br: X da árvore 0
ru_ru: Деревья X 0
zh_cn: 树干 X 0
zh_hant: 樹 X 0

# tool_wp_style_treex1
source: Tree X 1
ar_bh: شجرة X 1
de_de: Baum X 1
es_es: Árbol x 1
fr_fr: Arbre X 1
it_it: Albero X 1
ja_jp: ツリーX 1
ko_kr: 트리 X 1
pl_pl: Drzewo X 1
pt_br: X da árvore 1
ru_ru: Деревья X 1
zh_cn: 树干 X 1
zh_hant: 樹 X 1

# tool_wp_style_treex2
source: Tree X 2
ar_bh: شجرة X 2
de_de: Baum X 2
es_es: Árbol X 2
fr_fr: Arbre X 2
it_it: Albero X 2
ja_jp: ツリーX 2
ko_kr: 트리 X 2
pl_pl: Drzewo X 2
pt_br: X da árvore 2
ru_ru: Деревья X 2
zh_cn: 树干 X 2
zh_hant: 樹 X 2

# tool_wp_surface_level
source: Surface Level
ar_bh: مستوى السطح
de_de: Oberflächenniveau
es_es: Nivel de la superficie
fr_fr: Niveau de surface
it_it: Livello superficiale
ja_jp: 表面レベル
ko_kr: 표면 수준
pl_pl: Poziom Powierzchni
pt_br: Nível da superfície
ru_ru: Уровень поверхности
zh_cn: 表层深度
zh_hant: 地表層

# tool_wp_teamspawns
source: Team Spawns
ar_bh: ظهور الفرق
es_es: Aparición de equipos
fr_fr: Apparitions d’équipes
it_it: Spawn delle squadre
ja_jp: チームスポーン
ko_kr: 팀 스폰
pl_pl: Powstania drużyny
pt_br: Spawns de Equipes
ru_ru: Появление команд
zh_hant: 隊伍生成

# tool_wp_teamspawns_enabled
source: Team Based Spawns Enabled
ar_bh: تمكين الظهور القائم على الفرق
de_de: Teambasierte Spawns aktiviert
es_es: Aparición basada en equipos habilitada
fr_fr: Apparitions en équipe activées
it_it: Spawn a squadre abilitati
ja_jp: チームベースのスポーン有効
ko_kr: 팀 기반 스폰 활성화
pl_pl: Aktywne pojawiania się zespołowe
pt_br: Spawns Baseados em Equipe Ativados
ru_ru: Включены командные спавны
zh_hant: 支援團隊生成

# tool_wp_teamspawns_locations
source: Team Spawn Locations
ar_bh: مواقع ظهور الفرق
de_de: Team-Spawn-Orte
es_es: Ubicaciones de aparición de equipos
fr_fr: Emplacements d’apparition des équipes
it_it: Luoghi di spawn delle squadre
ja_jp: チームのスポーン場所
ko_kr: 팀 스폰 위치
pl_pl: Miejsca powstawania drużyny
pt_br: Locais de Spawn da Equipe
ru_ru: Места появления команд
zh_hant: 隊伍出生地點

# tool_wp_tenthanniversary
source: Tenth Anniversary
ar_bh: الذكرى العاشرة
de_de: „Celebrationmk10“
es_es: CelebrationMK10
fr_fr: Dixième anniversaire
it_it: Decimo anniversario
ja_jp: 10周年
ko_kr: 10주년 기념
pl_pl: Dziesiąta rocznica
pt_br: Décimo aniversário
ru_ru: Десятая годовщина
zh_cn: 十周年
zh_hant: 十週年紀念

# tool_wp_time_day
source: Is Day Time
ar_bh: هو وقت اليوم
de_de: Tagsüber
es_es: Es de día
fr_fr: C’est le jour
it_it: È di giorno
ja_jp: 昼間は
ko_kr: 낮 시간이야
pl_pl: Jest Czas Dzienny
pt_br: Está de dia
ru_ru: Сейчас день
zh_cn: 白天
zh_hant: 是白天

# tool_wp_time_label
source: Time
ar_bh: الوقت
de_de: Zeit
es_es: Hora
fr_fr: Temps
it_it: Tempo
ja_jp: 時間
ko_kr: 시간
pl_pl: Czas
pt_br: Horário
ru_ru: Время
zh_cn: 时间
zh_hant: 時間

# tool_wp_time_sundial
source: Use Sundial
ar_bh: استخدام صنريال
de_de: Sonnenuhr verwenden
es_es: Usar reloj de sol encantado
fr_fr: Utilisez le cadran solaire
it_it: Usa il Sundial
ja_jp: サンダイアルを使う
ko_kr: 선다이얼 사용
pl_pl: Użyj Zegara Słonecznego
pt_br: Usar o Relógio Solar
ru_ru: Использовать солнечные часы
zh_cn: 使用日晷
zh_hant: 使用日晷

# tool_wp_time_sundial_cooldown
source: Sundial Cooldown
ar_bh: تهدئة الشمس
de_de: Sonnenuhr-Abklingzeit
es_es: Tiempo de espera del Reloj de sol
fr_fr: Temps de recharge du Cadran Solaire
it_it: Tempo di recupero per il Sundial
ja_jp: サンダイアル・クールダウン
ko_kr: 해시계 쿨타임
pl_pl: Wyczerpanie Zegara Słonecznego
pt_br: Tempo de recarga do Relógio Solar
ru_ru: Кулдаун солнечных часов
zh_cn: 日晷冷却时间
zh_hant: 日晷冷卻

# tool_wp_unsafe_level
source: Allow Unsafe Values
ar_bh: السماح بالقيم غير الآمنة
de_de: Unsichere Werte zulassen
es_es: Permitir valores NO seguros
fr_fr: Autoriser les valeurs non sûres
it_it: Consentire valori non sicuri
ja_jp: 安全でない値を許容する
ko_kr: 안전하지 않은 가치 허용
pl_pl: Zezwalaj na niebezpieczne wartości
pt_br: Permitir valores inseguros
ru_ru: Разрешить небезопасные значения
zh_hant: 允許不安全的值

# tool_wp_usemoondial
source: Use Moondial
ar_bh: استخدام قرص القمر
de_de: Verwenden Sie das Moon-Zifferblatt
es_es: Usar Reloj Lunar Encantado
fr_fr: Utiliser Moondial
it_it: Usa Moondial
ja_jp: ムーンダイアルを使いましょう
ko_kr: 문다이얼을 사용하세요
pl_pl: Użyj pokrętła księżycowego
pt_br: Use discagem lunar
ru_ru: Используйте лунный циферблат
zh_hant: 使用Moondial

# tool_wp_weather_clouds
source: Number Clouds
ar_bh: سحب الأرقام
de_de: Wolkenanzahl
es_es: Número de nubes
fr_fr: Nuages numériques
it_it: Nuvole Numeriche
ja_jp: ナンバークラウド
ko_kr: 숫자 구름
pl_pl: Liczba Chmur
pt_br: Número de núvens
ru_ru: Номер облаков
zh_cn: 云量
zh_hant: 數字雲

# tool_wp_weather_windspeed
source: Wind Speed
ar_bh: سرعة الرياح
de_de: Windgeschwindigk
es_es: Velocidad del viento
fr_fr: Vitesse du vent
it_it: Velocità del vento
ja_jp: 風速
ko_kr: 풍속
pl_pl: Prędkość Wiatru
pt_br: Velocidade do vento
ru_ru: Скорость ветра
zh_cn: 风速
zh_hant: 風速

# TrackMode_Booster
source: Booster
ar_bh: الداعم
es_es: Potenciador
ja_jp: ブースター
ko_kr: 부스터
pl_pl: Przyspieszacz
pt_br: Motriz
ru_ru: Ускоритель
zh_cn: 增速轨道
zh_hant: 助推器

# TrackMode_Hammer
source: Hammer
ar_bh: مطرقة
de_de: Hämmern
es_es: Martillo
fr_fr: Marteau
it_it: Martello
ja_jp: ハンマー
ko_kr: 망치
pl_pl: Młot
pt_br: Martelo
ru_ru: Молот
zh_cn: 轨道锤
zh_hant: 錘子

# TrackMode_Pressure
source: Pressure
ar_bh: ضغط
de_de: Druckplatte
es_es: Presión
fr_fr: Pression
it_it: Pressione
ja_jp: 圧力
ko_kr: 압력
pl_pl: Ciśnienie
pt_br: Pressão
ru_ru: Нажатие
zh_cn: 压力板轨道
zh_hant: 壓力

# TrackMode_Track
source: Track
ar_bh: المسار
de_de: Gleis
es_es: Pista
fr_fr: Piste
it_it: Pista
ja_jp: 陸上競技
ko_kr: 트랙
pl_pl: Tor
pt_br: Trilho
ru_ru: Рельсы
zh_cn: 普通轨道
zh_hant: 田徑

# update_available_notify
source: A new version of TEdit is available.
ar_bh: يتوفر إصدار جديد من TEdit.
de_de: Eine neue Version von TEdit ist verfügbar.
es_es: Está disponible una nueva versión de TEdit.
fr_fr: Une nouvelle version de TEdit est disponible.
it_it: È disponibile una nuova versione di TEdit.
ja_jp: TEditの新しいバージョンが利用可能です。
pl_pl: Dostępna jest nowa wersja TEdit.
pt_br: Uma nova versão do TEdit está disponível.
ru_ru: Доступна новая версия TEdit.
zh_hant: TEdit 有新版本可用。

# update_checking
source: Checking for updates...
ar_bh: أتحقق من التحديثات...
de_de: Ich suche nach Neuigkeiten...
es_es: Comprobando actualizaciones...
fr_fr: Vérification des mises à jour...
it_it: Controllo aggiornamenti...
ja_jp: 更新を確認している...
pl_pl: Sprawdzam aktualizacje...
pt_br: Verificando atualizações...
ru_ru: Проверяю обновления...
zh_hant: 查看最新消息...

source: Update check failed.
ar_bh: فشل فحص التحديث.
de_de: Update-Check fehlgeschlagen.
es_es: La comprobación de actualizaciones falló.
fr_fr: Vérification de mise à jour échouée.
it_it: Controllo aggiornamento fallito.
ja_jp: アップデートチェックに失敗しました。
pl_pl: Sprawdzenie aktualizacji nie powiodło się.
pt_br: A verificação de atualização falhou.
ru_ru: Проверка обновления не прошла.
zh_hant: 更新檢查失敗。

# update_downloaded_toast
source: Update downloaded. Use File > Check for Updates to install.
ar_bh: تم تحميل التحديث. استخدم > الملف للتحقق من وجود تحديثات لتثبيتها.
de_de: Update heruntergeladen. Verwenden Sie Datei> prüfen Sie, ob Updates installiert werden sollen.
es_es: Actualización descargada. Usa el archivo > comprueba las actualizaciones para instalar.
fr_fr: Mise à jour téléchargée. Utilisez le fichier > vérifiez les mises à jour pour installer.
it_it: Aggiornamento scaricato. Usa File > Controlla se ci sono aggiornamenti per installare.
ja_jp: アップデートをダウンロードしました。ファイル>でアップデートを確認してインストールしてください。
pl_pl: Aktualizacja pobrana. Użyj pliku > Sprawdź aktualizacje do instalacji.
pt_br: Atualização baixada. Use o arquivo > verifique atualizações para instalar.
ru_ru: Обновление загружено. Используйте File > Check Updates для установки.
zh_hant: 更新已下載。使用 File > 檢查安裝更新。

# update_restart_prompt
source: An update has been downloaded. Restart now to apply?
ar_bh: تم تحميل تحديث. هل أعيد التشغيل الآن للتقديم؟
de_de: Ein Update wurde heruntergeladen. Jetzt neu starten, um sich zu bewerben?
es_es: Se ha descargado una actualización. ¿Reiniciar ahora para aplicar?
fr_fr: Une mise à jour a été téléchargée. Recommencer maintenant pour postuler ?
it_it: È stato scaricato un aggiornamento. Ricominciare ora per candidarsi?
ja_jp: アップデートがダウンロードされました。今すぐ再スタートして応募する?
pl_pl: Aktualizacja została pobrana. Restartować teraz, żeby aplikować?
pt_br: Uma atualização foi baixada. Recomeçar agora para se inscrever?
ru_ru: Обновление уже скачано. Перезапустить сейчас, чтобы подать заявку?
zh_hant: 更新已下載。現在重新開始申請？

# update_title
source: Update
ar_bh: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiornamento
ja_jp: アップデート
pl_pl: Zaaktualizuj
pt_br: Atualizar
ru_ru: Обновить
zh_hant: 更新

# update_up_to_date
source: TEdit is up to date.
ar_bh: TEdit محدث.
de_de: TEdit ist auf dem neuesten Stand.
es_es: TEdit está actualizado.
fr_fr: TEdit est à jour.
it_it: TEdit è aggiornato.
ja_jp: TEditは最新です。
pl_pl: TEdit jest aktualny.
pt_br: O TEdit está atualizado.
ru_ru: TEdit обновлён.
zh_hant: TEdit 是最新的。

# WireReplaceMode_Blue
source: Blue
ar_bh: أزرق
de_de: Blau
es_es: Azul
fr_fr: Bleu
it_it: Blu
ja_jp: 青
ko_kr: 파란색
pl_pl: Niebieski
pt_br: Azul
ru_ru: Синие
zh_hant: 藍色

# WireReplaceMode_Green
source: Green
ar_bh: أخضر
de_de: Grün
es_es: Verde
fr_fr: Vert
it_it: Verde
ja_jp: 緑
ko_kr: 그린
pl_pl: Zielony
pt_br: Verde
ru_ru: Зелёные
zh_hant: 綠色

# WireReplaceMode_Off
source: Off
ar_bh: انطلق
es_es: Fuera
it_it: Spento
ja_jp: 消えろ
ko_kr: 꺼
pl_pl: Wyłącz
pt_br: Desliga
ru_ru: Выключение
zh_hant: 關掉

# WireReplaceMode_Red
source: Red
ar_bh: أحمر
de_de: Rot
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
ja_jp: 赤
ko_kr: 빨간색
pl_pl: Czerwony
pt_br: Vermelho
ru_ru: Красные
zh_hant: 紅色

# WireReplaceMode_Yellow
source: Yellow
ar_bh: أصفر
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄色
ko_kr: 노란색
pl_pl: Żółty
pt_br: Amarelo
ru_ru: Жёлтые
zh_hant: 黃色

# world_explorer_backup_exists_tooltip
source: Backup exists
ar_bh: هناك نسخة احتياطية موجودة
de_de: Es gibt eine Sicherung
es_es: Existe copia de seguridad
fr_fr: Une sauvegarde existe
it_it: Esiste un backup
ja_jp: バックアップは存在します
pl_pl: Istnieje kopia zapasowa
pt_br: Existe backup
ru_ru: Существует резервная копия
zh_hant: 備援存在

# world_explorer_col_dimensions
source: Dimensions
ar_bh: الأبعاد
de_de: Abmessungen
es_es: Dimensiones
it_it: Dimensioni
ja_jp: 寸法
pl_pl: Wymiary
pt_br: Dimensões
ru_ru: Размеры
zh_hant: 尺寸

# world_explorer_col_file
source: File
ar_bh: ملف
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
pl_pl: Plik
pt_br: Arquivo
ru_ru: Файл
zh_hant: 檔案

# world_explorer_col_modified
source: Modified
ar_bh: معدل
de_de: Modifiziert
es_es: Modificado
fr_fr: Modifié
it_it: Modificato
ja_jp: 修正型
pl_pl: Zmodyfikowane
pt_br: Modificado
ru_ru: Модифицированы
zh_hant: 改裝版

# world_explorer_col_size
source: Size
ar_bh: الحجم
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensioni
ja_jp: サイズ
pl_pl: Rozmiar
pt_br: Tamanho
ru_ru: Размер
zh_hant: 規模

# world_explorer_col_title
source: Title
ar_bh: العنوان
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル
pl_pl: Tytuł
pt_br: Título
ru_ru: Название
zh_hant: 標題

# world_explorer_col_version
source: Version
ar_bh: النسخة
es_es: Versión
it_it: Versione
ja_jp: バージョン
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия
zh_hant: 版本

# world_explorer_delete
source: Delete
ar_bh: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
zh_hant: 刪除

# world_explorer_delete_backup_tooltip
source: Delete backup
ar_bh: حذف النسخ الاحتياطي
de_de: Backup löschen
es_es: Eliminar copia de seguridad
fr_fr: Supprimer la sauvegarde
it_it: Elimina il backup
ja_jp: バックアップを削除
pl_pl: Usuń kopię zapasową
pt_br: Exclua backup
ru_ru: Удалить резервную копию
zh_hant: 刪除備份

# world_explorer_loading_preview
source: Loading preview...
ar_bh: جاري التحميل...
de_de: Ladevorschau wird geladen...
es_es: Cargando vista previa...
fr_fr: Prévisualisation de chargement...
it_it: Caricamento anteprima...
ja_jp: 読み込みプレビュー...
pl_pl: Podgląd ładowania...
pt_br: Prévia de carregamento...
ru_ru: Загрузка превью...
zh_hant: 載入預覽...

# world_explorer_no_backup_tooltip
source: No backup — click to create .bak and TEdit backup
ar_bh: لا يوجد نسخة احتياطية — انقر لإنشاء .bak ونسخة احتياطية من TEdit
de_de: Kein Backup – klicke, um .bak zu erstellen und TEdit-Backup zu erstellen
es_es: Sin copia de seguridad — haz clic para crear un archivo .bak y un respaldo de TEdit
fr_fr: Pas de sauvegarde — cliquez pour créer .bak et une sauvegarde TEdit
it_it: Nessun backup — clicca per creare .bak e un backup TEdit
ja_jp: バックアップなし — .bak作成およびTEditバックアップをクリックしてください
pl_pl: Brak kopii zapasowej — kliknij, aby utworzyć kopię .bak i TEdit
pt_br: Sem backup — clique para criar backup de .bak e TEdit
ru_ru: Нет резервной копии — нажмите, чтобы создать .bak и TEdit резервную копию
zh_hant: 無備份 — 點擊建立.bak並用 TEdit 備份

# world_explorer_open
source: Open
ar_bh: مفتوح
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvre
ja_jp: 開けて
ko_kr: 오픈
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
zh_hant: 開場
