Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# settings_show_red_wires_desc
source: Toggle red wire visibility
ar_bh: تبديل رؤية الأسلاك الحمراء
de_de: Sichtbarkeit der roten Drähte umschalten
es_es: Activar/desactivar la visibilidad de cables rojos
fr_fr: Visibilité du fil rouge à bascule
it_it: Visibilità a toggle red wire
ja_jp: 赤線の可視性を切り替える
ko_kr: 빨간 와이어 가시성 토글
pl_pl: Przełączaj widoczność czerwonego przewodu
pt_br: Visibilidade do fio vermelho com toggle
ru_ru: Переключение видимости красного провода
zh_hant: 切換紅線可見性

# settings_show_textures
source: Show Textures
ar_bh: عرض القوام
de_de: Texturen anzeigen
es_es: Mostrar Texturas
fr_fr: Afficher les textures
it_it: Mostra le texture
ja_jp: テクスチャ表示
ko_kr: 텍스처 쇼
pl_pl: Tekstury pokazów
pt_br: Mostrar Texturas
ru_ru: Текстуры шоу
zh_hant: 節目材質

# settings_show_textures_desc
source: Toggle tile texture rendering
ar_bh: تبديل عرض قوام البلاط
de_de: Textur-Rendering der Kacheln umschalten
es_es: Activar/desactivar el renderizado de texturas de bloques
fr_fr: Rendu de textures à bascule
it_it: Rendering delle texture delle tile toggle
ja_jp: タイルテクスチャレンダリングのトグル
ko_kr: 타일 텍스처 렌더링 토글
pl_pl: Przełączanie tekstur kafelków
pt_br: Renderização de texturas de tiles com alternância
ru_ru: Переключение рендеринга текстур тайлов
zh_hant: 切換圖塊貼圖渲染

# settings_show_tiles
source: Show Tiles
ar_bh: عرض البلاط
de_de: Fliesen anzeigen
es_es: Mostrar Bloques
fr_fr: Affichage des tuiles
it_it: Tessere Mostra
ja_jp: ショータイル
ko_kr: 타일 쇼
pl_pl: Kafelki pokazowe
pt_br: Mostrar Peças
ru_ru: Показать плитки
zh_hant: 顯示磚

# settings_show_tiles_desc
source: Toggle tile layer visibility
ar_bh: تبديل رؤية طبقة البلاط
de_de: Fliesenebene Sichtbarkeit umschalten
es_es: Activar/desactivar la visibilidad de la capa de Bloques
fr_fr: Bascule la visibilité de la couche de tuiles
it_it: Visibilità del layer delle tessere toggle
ja_jp: タイルレイヤーの可視化を切り替える
ko_kr: 타일 레이어 가시성 토글
pl_pl: Widoczność warstwy kafelków typu toggle
pt_br: Alternar a visibilidade da camada de tiles
ru_ru: Переключение видимости слоя тайлов
zh_hant: 切換圖塊圖層可見性

# settings_show_walls
source: Show Walls
ar_bh: عرض الجدران
de_de: Wände anzeigen
es_es: Mostrar Paredes
fr_fr: Murs d’exposition
it_it: Muri espositivi
ja_jp: ショーウォール
ko_kr: 쇼 월
pl_pl: Ściany pokazowe
pt_br: Muros de Exposição
ru_ru: Стены шоу
zh_hant: 展牆

# settings_show_walls_desc
source: Toggle wall layer visibility
ar_bh: تبديل رؤية طبقة الجدران
de_de: Wandebene Sichtbarkeit umschalten
es_es: Activar/desactivar la visibilidad de la capa de paredes
fr_fr: Bascule la visibilité de la couche murale
it_it: Visibilità dello strato muro a toggle
ja_jp: 壁層の可視性を切り替える
ko_kr: 벽 레이어 가시성 토글
pl_pl: Widoczność warstwy ściany przełączającej
pt_br: Alternar a visibilidade da camada de parede
ru_ru: Видимость слоя стены с переключением
zh_hant: 切換牆面圖層可見性

# settings_show_yellow_wires
source: Show Yellow Wires
ar_bh: عرض الأسلاك الصفراء
de_de: Gelbe Drähte anzeigen
es_es: Mostrar cables amarillos
fr_fr: Montrer des fils jaunes
it_it: Mostra fili gialli
ja_jp: 黄色いワイヤーを見せて
ko_kr: 노란 선을 보여주기
pl_pl: Pokaż Żółte Druty
pt_br: Fios Amarelos de Exibição
ru_ru: Показать жёлтые провода
zh_hant: 展示黃色電線

# settings_show_yellow_wires_desc
source: Toggle yellow wire visibility
ar_bh: تبديل رؤية الأسلاك الصفراء
de_de: Gelbe Drahtsichtbarkeit umschalten
es_es: Activar/desactivar la visibilidad del cable amarillo
fr_fr: Visibilité par fil jaune à bascule
it_it: Visibilità a toggle filo giallo
ja_jp: 黄色線の可視性を切り替える
ko_kr: 노란색 와이어 가시성 토글
pl_pl: Przełączaj widoczność żółtego przewodu
pt_br: Visibilidade do fio amarelo com toggle
ru_ru: Переключение видимости жёлтого провода
zh_hant: 切換黃色線路可見性

# settings_sprite_thumbnail
source: Sprite Thumbnail Size
ar_bh: حجم صورة مصغرة للسبرايت
de_de: Größe der Sprite-Vorschaubilder
es_es: Tamaño de miniaturas de sprites
fr_fr: Taille de la miniature du sprite
it_it: Dimensione della miniatura dello sprite
ja_jp: スプライトサムネイルサイズ
ko_kr: 스프라이트 썸네일 크기
pl_pl: Rozmiar miniaturki sprite'a
pt_br: Tamanho da Miniatura do Sprite
ru_ru: Размер миниатюры спрайта
zh_hant: 精靈縮圖尺寸

# settings_sprite_thumbnail_desc
source: Size of sprite thumbnails in the sprite picker
ar_bh: حجم صور مصغرة للسبرايت في مختار السبرايت
de_de: Größe der Sprite-Vorschaubilder im Sprite-Auswahlwerkzeug
es_es: Tamaño de las miniaturas de sprites en el selector de sprites
fr_fr: Taille des vignettes de sprites dans le sprite picker
it_it: Dimensione delle miniature degli sprite nel sprite picker
ja_jp: スプライトピッカーにおけるスプライトサムネイルのサイズ
ko_kr: 스프라이트 선택기에서 스프라이트 썸네일 크기
pl_pl: Rozmiar miniatur sprite'ów w pickerze sprite'ów
pt_br: Tamanho das miniaturas de sprites no sprite picker
ru_ru: Размер миниатюр спрайтов в спрайт-пикере
zh_hant: 精靈選擇器中精靈縮圖的大小

# settings_terraria_path
source: Terraria Content Path
ar_bh: مسار محتوى Terraria
de_de: Terraria-Inhaltsverzeichnis
es_es: Ruta de los archivos de Terraria
fr_fr: Chemin de contenu Terraria
it_it: Percorso di contenuto di Terraria
ja_jp: テラリアのコンテンツパス
ko_kr: 테라리아 콘텐츠 경로
pl_pl: Ścieżka zawartości Terrarii
pt_br: Caminho de Conteúdo do Terraria
ru_ru: Путь содержания Terraria
zh_hant: Terraria 內容路徑

# settings_terraria_path_desc
source: Path to Terraria's Content folder for texture loading
ar_bh: مسار مجلد محتوى Terraria لتحميل القوام
de_de: Pfad zum Inhaltsordner von Terraria für das Laden von Texturen
es_es: Ruta hacia la carpeta Content de Terraria para cargar texturas
fr_fr: Chemin vers le dossier Content de Terraria pour le chargement des textures
it_it: Percorso verso la cartella Content di Terraria per il caricamento delle texture
ja_jp: テクスチャ読み込み用のTerrariaのコンテンツフォルダへのパス
ko_kr: 텍스처 로딩을 위한 Terraria의 콘텐츠 폴더로 가는 경로
pl_pl: Ścieżka do folderu Content Terrarii do ładowania tekstur
pt_br: Caminho para a pasta Content do Terraria para carregamento de texturas
ru_ru: Путь к папке Content Terraria для загрузки текстур
zh_hant: 前往 Terraria 的 Content 資料夾，用於材質載入

# settings_texture_zoom
source: Texture Visibility Zoom Level
ar_bh: مستوى تكبير رؤية القوام
de_de: Zoomstufe der Textursichtbarkeit
es_es: Nivel de zoom para la visibilidad de texturas
fr_fr: Niveau de zoom de visibilité des textures
it_it: Visibilità delle texture Livello di zoom
ja_jp: テクスチャ可視ズームレベル
ko_kr: 텍스처 가시성 줌 레벨
pl_pl: Poziom powiększenia widoczności tekstur
pt_br: Nível de Zoom de Visibilidade de Textura
ru_ru: Видимость текстуры Уровень зума
zh_hant: 貼圖可見性縮放等級

# settings_texture_zoom_desc
source: Minimum zoom level before tile textures become visible
ar_bh: أدنى مستوى تكبير قبل أن تصبح قوام البلاط مرئية
de_de: Minimale Zoomstufe, bevor Kacheltexturen sichtbar werden
es_es: Nivel de zoom mínimo antes de que las texturas de los bloques se vuelvan visibles
fr_fr: Niveau de zoom minimum avant que les textures de tuiles ne deviennent visibles
it_it: Livello minimo di zoom prima che le texture delle tile diventino visibili
ja_jp: タイルテクスチャが見えるようになるまでの最小ズームレベル
ko_kr: 타일 텍스처가 보이기 전 최소 줌 레벨
pl_pl: Minimalny poziom powiększenia, zanim tekstury kafelków staną się widoczne
pt_br: Nível mínimo de zoom antes que as texturas dos tiles fiquem visíveis
ru_ru: Минимальный уровень масштабирования до того, как текстуры тайлов станут видимыми
zh_hant: 在磚塊貼圖變得可見前，最小縮放等級

# settings_update_channel
source: Update Channel
ar_bh: قناة التحديث
de_de: Update-Kanal
es_es: Canal de Actualización
fr_fr: Chaîne de mise à jour
it_it: Canale di aggiornamento
ja_jp: アップデートチャンネル
ko_kr: 업데이트 채널
pl_pl: Kanał aktualizacji
pt_br: Canal de Atualização
ru_ru: Канал обновлений
zh_hant: 更新頻道

# settings_update_channel_desc
source: Choose which release channel to receive updates from (Stable, Beta, or Alpha)
ar_bh: اختر قناة الإصدار التي ترغب في تلقي التحديثات منها (مستقرة، بيتا، أو ألفا)
de_de: Wählen Sie, von welchem Release-Kanal Sie Updates erhalten möchten (Stabil, Beta oder Alpha)
es_es: Elige el canal desde el que quieres recibir actualizaciones (Estable, Beta o Alfa)
fr_fr: Choisissez le canal de sortie à recevoir les mises à jour (Stable, Beta ou Alpha)
it_it: Scegli da quale canale di rilascio ricevere aggiornamenti (Stabile, Beta o Alpha)
ja_jp: アップデートを受け取るリリースチャネル(Stable、Beta、Alpha)を選んでください
ko_kr: 업데이트를 받을 릴리스 채널을 선택하세요 (Stable, Beta, 또는 Alpha)
pl_pl: Wybierz, z którego kanału wydania chcesz otrzymywać aktualizacje (stabilny, beta lub alfa)
pt_br: Escolha de qual canal de lançamento receber atualizações (Estável, Beta ou Alfa)
ru_ru: Выберите канал релиза, с которого получать обновления (стабильный, бета или альфа)
zh_hant: 選擇從哪個發佈頻道接收更新（穩定版、Beta 版或 Alpha版）

# settings_update_mode
source: Update Mode
ar_bh: وضع التحديث
de_de: Update-Modus
es_es: Modo de actualización
fr_fr: Mode de mise à jour
it_it: Modalità Aggiornamento
ja_jp: アップデートモード
pl_pl: Tryb aktualizacji
pt_br: Modo Atualização
ru_ru: Режим обновления
zh_hant: 更新模式

# settings_update_mode_desc
source: Controls how TEdit checks for and applies updates on startup
ar_bh: يتحكم في كيفية تحقق TEdit من التحديثات وتطبيقها عند بدء التشغيل
de_de: Kontrolliert, wie TEdit beim Start nach Updates sucht und anwendet.
es_es: Controla cómo TEdit comprueba y aplica actualizaciones al iniciar
fr_fr: Contrôle comment TEdit vérifie et applique les mises à jour au démarrage
it_it: Controlla come TEdit controlla e applica gli aggiornamenti all'avvio
ja_jp: 起動時の更新のチェックや適用方法を制御します
pl_pl: Kontroluje, jak TEdit sprawdza i stosuje aktualizacje przy starcie
pt_br: Controle como o TEdit verifica e aplica atualizações na inicialização
ru_ru: Контролирует то, как TEdit проверяет и применяет обновления при запуске
zh_hant: 控制 TEdit 在啟動時如何檢查並套用更新

# settings_wire_transparency
source: Wire Transparency
ar_bh: شفافية الأسلاك
de_de: Kabelsichtbarkeit
es_es: Transparencia de cables
fr_fr: Transparence filaire
it_it: Trasparenza del filo
ja_jp: ワイヤートランスペアレンシー
ko_kr: 와이어 투명성
pl_pl: Przezroczystość przewodu
pt_br: Transparência aramada
ru_ru: Прозрачность проводов
zh_hant: 線材透明

# settings_wire_transparency_desc
source: Render wires with transparency
ar_bh: عرض الأسلاك بشفافية
de_de: Drähte mit Transparenz rendern
es_es: Renderizar cables con transparencia
fr_fr: Rendre les fils avec transparence
it_it: Renderizza i fili con trasparenza
ja_jp: 透過でワイヤーをレンダリングする
ko_kr: 투명도가 있는 와이어 렌더링
pl_pl: Renderujące przewody z przezroczystością
pt_br: Renderizar fios com transparência
ru_ru: Рендеринг проводов с прозрачностью
zh_hant: 渲染帶有透明度的線材

# show_glow_masks
source: Glow Masks
es_es: Máscaras Brillantes
it_it: Maschere Luminescenti
zh_hant: 發光面具

# sidebar_banner_title
source: Banners
ar_bh: الرايات
de_de: Banner
es_es: Estandartes
fr_fr: Bannières
it_it: Stendardi
ja_jp: バナー
ko_kr: 깃발
pl_pl: Sztandary
pt_br: Bandeiras
ru_ru: Баннеры
zh_hant: 旗幟

# sidebar_filter_tooltip
source: Filter
ar_bh: راووق
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
ja_jp: フィルター
pl_pl: Filtruj
pt_br: Filtro
ru_ru: Фильтр
zh_hant: 濾波器

# sidebar_find_title
source: Find & Replace
ar_bh: بحث واستبدال
de_de: Suchen & Ersetzen
es_es: Buscar y Reemplazar
fr_fr: Trouver et remplacer
it_it: Trova e sostituisci
ja_jp: 検索・置き換え
ko_kr: 찾아서 교체하기
pl_pl: Znajdź i zamień
pt_br: Encontrar e Substituir
ru_ru: Найти и заменить
zh_hant: 尋找並替換

# sidebar_find_tooltip
source: Find
ar_bh: ابحث عن
de_de: Finden Sie
es_es: Encontrar
fr_fr: Trouver
it_it: Trova
ja_jp: 見つけてください
pl_pl: Znajdź
pt_br: Encontrar
ru_ru: Найти
zh_hant: 尋找

# sidebar_scripting_tooltip
source: Scripting
ar_bh: البرمجة
de_de: Skripting
it_it: Scrittura
ja_jp: スクリプト
pl_pl: Skryptowanie
pt_br: Roteiro
ru_ru: Скриптинг
zh_hant: 腳本編寫

# sidebar_tileentity_title
source: Tile Entity
ar_bh: كيان البلاط
de_de: Fliese-Entität
es_es: Entidades de bloques
fr_fr: Entité de tuiles
it_it: Entità Tile
ja_jp: タイルエンティティ
ko_kr: 타일 엔티티
pl_pl: Obiekt kafelka
pt_br: Entidade de Bloco
ru_ru: Объект плитки
zh_hant: 瓦片實體

# sidebar_worldprops_title
source: World Properties
ar_bh: عقارات العالم
de_de: Welteigenschaften
es_es: Propiedades del mundo
fr_fr: Propriétés du monde
it_it: Proprietà del mondo
ja_jp: 世界の性質
ko_kr: 월드 재산
pl_pl: Właściwości Świata
pt_br: Propriedades do mundo
ru_ru: Параметры мира
zh_hant: 世界屬性

# specialtile_button_cancel
source: Cancel
ar_bh: إلغاء الأمر
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
zh_cn: 取消
zh_hant: 取消

# specialtile_button_save
source: Save
ar_bh: أنقذ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_hant: 存檔

# specialtile_label_acc1
source: Acc1
ru_ru: Аксессуар 1
zh_hant: 第一章

# specialtile_label_body
source: Body
ar_bh: جسم
de_de: Körper
es_es: Cuerpo
fr_fr: Carrosserie
it_it: Carrozzeria
ja_jp: 本文
ko_kr: 본문
pl_pl: Ciało
pt_br: Corpo
ru_ru: Тело
zh_cn: 身体
zh_hant: 車身

# specialtile_label_chestcontents
source: Chest Contents
ar_bh: محتويات الصدر
de_de: Truheninhalte
es_es: Contenido del cofre
fr_fr: Contenu de la poitrine
it_it: Contenuto del baule
ja_jp: 箱の中身
ko_kr: 상자 내용물
pl_pl: Zawartość Skrzyni
pt_br: Conteúdo do baú
ru_ru: Содержимое сундука
zh_cn: 箱内物品
zh_hant: 胸口內容物

# specialtile_label_chestname
source: Chest Name
ar_bh: اسم الصدر
de_de: Truhenname
es_es: Nombre del cofre
fr_fr: Nom du coffre
it_it: Nome del baule
ja_jp: チェストネーム
ko_kr: 상자 이름
pl_pl: Nazwa Skrzyni
pt_br: Nome do baú
ru_ru: Название сундука
zh_cn: 箱子名称
zh_hant: 胸甲名稱

# specialtile_label_chesttype
source: Chest Type
ar_bh: نوع الصدر
de_de: Truhenart
es_es: Tipo de Cofre
fr_fr: Type de poitrine
it_it: Tipo di petto
ja_jp: 胸部タイプ
ko_kr: 가슴 유형
pl_pl: Typ Skrzyni
pt_br: Tipo do baú
ru_ru: Тип сундука
zh_cn: 箱子类型
zh_hant: 胸部類型

# specialtile_label_critter
source: Critter
ar_bh: حيوان صغير
de_de: Kreatur
es_es: Bicho
ja_jp: クリッター
ko_kr: 크리터
pl_pl: Kreatura
pt_br: Criatura
ru_ru: Маленький зверёк
zh_hant: 小動物

# specialtile_label_deadcells_jar
source: Item Flask
ar_bh: زجاجة العنصر
de_de: Artikel Flasche
es_es: Artículo: Frasco
fr_fr: Fiole d’objets
it_it: Fiaschetta di oggetti
ja_jp: アイテムフラスコ
ko_kr: 아이템 플라스크
pl_pl: Przedmiot Kolba
pt_br: Item Frasco
ru_ru: Флакон с предметом
zh_hant: 物品瓶

# specialtile_label_editselecteditem
source: Edit Selected Item
ar_bh: تحرير العنصر المحدد
de_de: Ausgewählten Gegenstand bearbeiten
es_es: Editar selección
fr_fr: Modifier l’élément sélectionné
it_it: Modifica Elemento selezionato
ja_jp: 選択項目を編集
ko_kr: 선택 항목 편집
pl_pl: Edytuj Zaznaczony Przedmiot
pt_br: Editar item selecionado
ru_ru: Редактировать выбранный предмет
zh_cn: 编辑选择物品
zh_hant: 編輯 精選項目

# specialtile_label_hatrack
source: Hat Rack
ar_bh: حامل القبعات
de_de: Hutständer
es_es: Soporte para sombreros
fr_fr: Porte-chapeaux
it_it: Portacappelli
ja_jp: ハットラック
ko_kr: 모자 걸이
pl_pl: Wieszak na kapelusze
pt_br: Cabide de Chapéus
ru_ru: Стойка для шляп
zh_hant: 帽架

# specialtile_label_head
source: Head
ar_bh: رأس
de_de: Kopf
es_es: Cabeza
fr_fr: Tête
it_it: Testa
ja_jp: ヘッド
ko_kr: 머리
pl_pl: Głowa
pt_br: Cabeça
ru_ru: Голова
zh_cn: 头
zh_hant: 首領

# specialtile_label_itemframecontents
source: Item Frame Contents
ar_bh: محتويات إطار العنصر
de_de: Item-Frame-Inhalte
es_es: Contenido del marco
fr_fr: Sommaire du cadre de l’objet
it_it: Contenuti del Frame dell'Oggetto
ja_jp: アイテムフレームの内容
ko_kr: 아이템 프레임 내용
pl_pl: Obramówka Przedmiotów
pt_br: Conteúdo da moldura do item
ru_ru: Содержимое рамки
zh_cn: 物品框内容
zh_hant: 物品框內容

# specialtile_label_kite
source: Kite
ar_bh: طائرة ورقية
de_de: Drachen
es_es: Cometa
fr_fr: Cerf-volant
it_it: Aquilone
ja_jp: 凧
ko_kr: 연
pl_pl: Drapieżnik
pt_br: Papagaio
ru_ru: Воздушный змей
zh_hant: 風箏

# specialtile_label_legs
source: Legs
ar_bh: السيقان
de_de: Beine
es_es: Piernas
fr_fr: Étapes
it_it: Gambe
ja_jp: 脚
ko_kr: 다리
pl_pl: Nogi
pt_br: Pernas
ru_ru: Ноги
zh_cn: 腿部
zh_hant: 腿部

# specialtile_label_mannequin
source: Mannequin
ar_bh: عارضه ازياء
de_de: Schaufensterpuppe
es_es: Maniquí
it_it: Mannechino
ja_jp: マネキン
ko_kr: 마네킹
pl_pl: Manekin
pt_br: Manequim
ru_ru: Манекен
zh_cn: 模特
zh_hant: 模特兒

# specialtile_label_mannequinclothing
source: Mannequin Clothing
ar_bh: ملابس عارضات الأزياء
de_de: Schaufensterpuppenkleidung
es_es: Ropa de maniquí
fr_fr: Vêtements mannequins
it_it: Abbigliamento manichino
ja_jp: マネキン衣装
ko_kr: 마네킹 의류
pl_pl: Ubranie Manekina
pt_br: Roupas do manequim
ru_ru: Одежда на манекене
zh_cn: 模特服装
zh_hant: 模特兒服裝

# specialtile_label_mount
source: Mount
ar_bh: الجبل
de_de: Pferd
es_es: Montar
fr_fr: Mont
it_it: Montatura
ja_jp: マウント
ko_kr: 마운트
pt_br: Monte
ru_ru: Маунт
zh_hant: 騎乘

# specialtile_label_platecontents
source: Plate Contents
ar_bh: محتويات اللوحة
de_de: Tellerinhalte
es_es: Contenido del plato
fr_fr: Contenu de la plaque
it_it: Contenuto della tavola
ja_jp: プレートの内容物
ko_kr: 플레이트 내용물
pl_pl: Zawartość Napierśnika
pt_br: Conteúdo do prato
ru_ru: Содержимое тарелки
zh_cn: 盘内物品
zh_hant: 車牌內容物

# specialtile_label_pose
source: Pose
ar_bh: الوضعية
it_it: Posa
ja_jp: ポーズ
pl_pl: Poza
ru_ru: Поза
zh_hant: 姿勢

# specialtile_label_signtext
source: Sign Text
ar_bh: توقيع نص
de_de: Spruchschildtext
es_es: Texto del letrero
fr_fr: Texte du panneau
it_it: Testo del segno
ja_jp: 署名文
ko_kr: 서명 텍스트
pl_pl: Podpisz Tekst
pt_br: Texto da placa
ru_ru: Текст таблички
zh_cn: 标牌文字
zh_hant: 手語文字

# specialtile_label_signtype
source: Sign Type
ar_bh: نوع التوقيع
de_de: Spruchschildart
es_es: Tipo de letrero
fr_fr: Type de signe
it_it: Tipo di Segno
ja_jp: 標識の種類
ko_kr: 표지판 유형
pl_pl: Podpisz Typ
pt_br: Tipo da placa
ru_ru: Тип таблички
zh_cn: 标牌类型
zh_hant: 標誌類型

# specialtile_label_weapon
source: Weapon
ar_bh: السلاح
de_de: Waffe
es_es: Arma
fr_fr: Arme
it_it: Arma
ja_jp: 武器
ko_kr: 무기
pl_pl: Broń
pt_br: Arma
ru_ru: Оружие
zh_hant: 武器

# specialtile_label_weaponrack
source: Weapon Rack Item
ar_bh: سلاح رف البند
de_de: Waffenregalgegenstand
es_es: Objetos de estante de armas
fr_fr: Objet de support à armes
it_it: Oggetto Portaarmi
ja_jp: 武器ラックアイテム
ko_kr: 무기 걸이 아이템
pl_pl: Stelaż Na Broń
pt_br: Item da prateleira de armas
ru_ru: Предмет на стойке
zh_cn: 武器架物品
zh_hant: 武器架道具

# specialtile_label_xmas_bulbs
source: Bulbs
ar_bh: المصابيح
de_de: Glühbirnen
es_es: Bulbos
fr_fr: Ampoules
it_it: Lampadine
ja_jp: 電球
ko_kr: 구근
pl_pl: Bulba
pt_br: Bolas
ru_ru: Лампочки
zh_cn: 灯泡
zh_hant: 燈泡

# specialtile_label_xmas_deco
source: Christmas Tree Decorations
ar_bh: زينة شجرة عيد الميلاد
de_de: Weihnachtsbaumdekorationen
es_es: Decoraciones para el árbol de Navidad
fr_fr: Décorations du sapin de Noël
it_it: Decorazioni per alberi di Natale
ja_jp: クリスマスツリーの飾り付け
ko_kr: 크리스마스 트리 장식
pl_pl: Ozdoby Drzewka Bożonarodzeniowego
pt_br: Decorações da árvore de natal
ru_ru: Ёлочные украшения
zh_cn: 圣诞树装饰
zh_hant: 聖誕樹裝飾

# specialtile_label_xmas_garland
source: Garlands
ar_bh: اكاليل
de_de: Kränze
es_es: Guirnaldas
fr_fr: Guirlandes
it_it: Garland
ja_jp: ガーランド
ko_kr: 화환
pl_pl: Wianki
pt_br: Guirlandas
ru_ru: Гирлянды
zh_cn: 花环
zh_hant: 花環

# specialtile_label_xmas_lights
source: Lights
ar_bh: اضواء
de_de: Lichter
es_es: Luces
fr_fr: Lumières
it_it: Luci
ja_jp: 照明
ko_kr: 조명
pl_pl: Światło
pt_br: Luzes
ru_ru: Фонари
zh_cn: 灯
zh_hant: 燈光

# specialtile_label_xmas_star
source: Star
ar_bh: نجم
de_de: Spitze
es_es: Estrella
ja_jp: スター
ko_kr: 스타
pl_pl: Gwiazda
pt_br: Estrela
ru_ru: Звезда
zh_cn: 星星
zh_hant: 明星

# specialtile_show_all_items
source: Show All Items
ar_bh: عرض جميع العناصر
de_de: Alle Gegenstände anzeigen
es_es: Mostrar todos los objetos
fr_fr: Afficher tous les éléments
it_it: Mostra tutti gli elementi
ja_jp: すべての項目を表示
ko_kr: 모든 항목 보기
pl_pl: Pokaż wszystkie przedmioty
pt_br: Mostrar Todos os Itens
ru_ru: Показать все товары
zh_hant: 顯示所有項目

# specialtile_tooltip
source: With the Arrow Tool right click on a sign, chest, mannequin, weapon rack, item frame or christmas tree.
ar_bh: مع السهم أداة انقر بزر الماوس الأيمن على علامة، الصدر، عارضة أزياء، رف سلاح، إطار البند أو شجرة عيد الميلاد.
de_de: Wähle das Pfeilwerkzeug aus und rechtsklicke auf einem Spruchschild, einer Schaufensterpuppe, einem Waffenregal, einem Item-Frame oder einem Weihnachtsbaum.
es_es: Con la herramienta de flecha, haz clic derecho en un cartel, cofre, maniquí, estante de armas, marco de objetos o árbol de Navidad.
fr_fr: Avec l’outil Flèche, faites un clic droit sur un panneau, un coffre, un mannequin, un porte-armes, un cadre d’objets ou un sapin de Noël.
it_it: Con lo strumento freccia, clicca con il tasto destro su un cartello, un baule, un manichino, un portaarmi, una cornice per oggetti o un albero di Natale.
ja_jp: 矢印ツールで看板、チェスト、マネキン、武器ラック、アイテムフレーム、クリスマスツリーを右クリックします。
ko_kr: 화살표 도구로 표지판, 상자, 마네킹, 무기 거치대, 아이템 프레임 또는 크리스마스 트리를 우클릭하세요.
pl_pl: Za pomocą Narzędzia Strzałki kliknij prawym przyciskiem myszy na znak, skrzynię, manekina, stojak na broń, ramkę na przedmioty lub choinkę.
pt_br: Com a ferramenta de seta, clique em uma placa, baú, manequim, prateleira de armas, moldura do item ou árvore de natal.
ru_ru: С помощью Стрелки нажмите правой кнопкой мыши на табличку, сундук, манекен, стойку для оружия, рамку или новогоднюю ёлку.
zh_cn: 使用“箭头工具”右键单击标牌，箱子，人体模型，武器架，物品框架或圣诞树。
zh_hant: 用箭頭工具右鍵點擊標牌、寶箱、人體模型、武器架、物品框架或聖誕樹。

# sprite_biome_auto
source: Auto
ar_bh: تلقائي
de_de: Automatisch
es_es: Automático
ja_jp: 自動車
ko_kr: 자동차
pl_pl: Automatyczny
pt_br: Automático
ru_ru: Авто
zh_hant: 自動

# sprite_biome_label
source: Biome:
ar_bh: النظام البيئي:
de_de: Biom:
es_es: Bioma:
it_it: Bioma:
ja_jp: バイオーム:
ko_kr: 생물군계:
pl_pl: Biom:
pt_br: Bioma:
ru_ru: Биом:
zh_hant: 生物群系：

# sprite_filter_button
source: Filter
ar_bh: راووق
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtruj
pt_br: Filtro
ru_ru: Фильтр
zh_cn: 筛选
zh_hant: 濾波器

# sprite_filter_label
source: Filter:
ar_bh: راووق:
es_es: Filtro:
fr_fr: Filtre :
it_it: Filtro:
ja_jp: フィルター:
ko_kr: 필터:
pl_pl: Filtruj:
pt_br: Filtro:
ru_ru: Фильтр:
zh_cn: 筛选条件:
zh_hant: 篩選：

# sprite_styletype
source: Style
ar_bh: نمط
de_de: Stil
es_es: Estilo
it_it: Stile
ja_jp: スタイル
ko_kr: 스타일
pl_pl: Styl
pt_br: Estilo
ru_ru: Стиль
zh_cn: 样式
zh_hant: 風格

# sprite_tiletype
source: Tile Type Filter
ar_bh: مرشح نوع البلاط
de_de: Kacheltyp-Filter
es_es: Filtro de tipos de sprites
fr_fr: Filtre de type tuile
it_it: Filtro di tipo tile
ja_jp: タイルタイプフィルター
ko_kr: 타일 유형 필터
pl_pl: Filtr Typ kafelka
pt_br: Filtro de tipo de bloco
ru_ru: Фильтр типа плитки
zh_cn: 物块类型
zh_hant: 磁磚類型過濾器

# statusbar_extra_label
source: Extra
ar_bh: اضافيه
de_de: Extras
ja_jp: 特典
ko_kr: 특별
pl_pl: Dodatkowe
ru_ru: Ещё
zh_cn: 附加
zh_hant: 快報

# statusbar_frame_label
source: Frame
ar_bh: إطار
es_es: Marco
fr_fr: Cadre
it_it: Telaio
ja_jp: フレーム
ko_kr: 프레임
pl_pl: Obramowanie
pt_br: Quadro
ru_ru: Кадр
zh_cn: 框
zh_hant: 車架

# statusbar_paint_label
source: Paint
ar_bh: لون
de_de: Farbe
es_es: Pintura
fr_fr: Peinture
it_it: Vernice
ja_jp: 塗料
ko_kr: 페인트
pl_pl: Malowanie
pt_br: Tinta
ru_ru: Краска
zh_cn: 油漆
zh_hant: 油漆

# statusbar_position_label
source: Position
ar_bh: موضع
es_es: Posición
fr_fr: Poste
it_it: Posizione
ja_jp: 位置
ko_kr: 위치
pl_pl: Pozycja
pt_br: Posição
ru_ru: Позиция
zh_cn: 位置
zh_hant: 職位

# statusbar_selection_label
source: Selection
ar_bh: إنتخاب
de_de: Auswahlgröße
es_es: Selección
fr_fr: Sélection
it_it: Selezione
ja_jp: 選考
ko_kr: 선정
pl_pl: Wybrane
pt_br: Seleção
ru_ru: Выделение
zh_cn: 选择
zh_hant: 選拔

# statusbar_tile_label
source: Tile
ar_bh: بلاط
de_de: Feld
es_es: Bloque
fr_fr: Carreaux
ja_jp: タイル
ko_kr: 타일
pl_pl: Płytka
pt_br: Peça
ru_ru: Блок
zh_cn: 物块
zh_hant: 瓷磚

# statusbar_wall_label
source: Wall
ar_bh: جدار
de_de: Wand
es_es: Pared
fr_fr: Mur
it_it: Muro
ja_jp: 壁
ko_kr: 벽
pl_pl: Ściana
pt_br: Parede
ru_ru: Стена
zh_cn: 墙
zh_hant: 牆

# tab_bestiary
source: Bestiary
ar_bh: بيستاري
de_de: Bestiarium
es_es: Bestiario
fr_fr: Bestiaire
it_it: Bestiario
ja_jp: 動物誌
ko_kr: 베스티어리
pl_pl: Bestiariusz
pt_br: Bestiário
ru_ru: Бестиарий
zh_hant: 獸譜
