Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# menu_uveditor_moveamount
source: Move Amount (Frames)
ar_bh: كمية النقل (الإطارات)
de_de: Bewegungsbetrag (Frames)
es_es: Cantidad de movimiento (fotogramas)
fr_fr: Quantité de déplacement (Frames)
it_it: Quantità di movimento (frame)
ja_jp: 移動量(フレーム数)
ko_kr: 이동량 (프레임)
pl_pl: Ilość ruchu (klatki)
pt_br: Quantidade de Movimento (Quadros)
ru_ru: Количество перемещений (кадров)
zh_hant: 移動量（幀數）

# menu_uveditor_ok
source: OK
ar_bh: نعم
es_es: DE ACUERDO
ja_jp: わかった
ko_kr: 알겠어
ru_ru: ХОРОШО
zh_hant: 好

# menu_uveditor_restore
source: Restore
ar_bh: يعيد
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restauration
it_it: Restauro
ja_jp: リストア
ko_kr: 복원
pl_pl: Przywrócić
pt_br: Restaurar
ru_ru: Восстановить
zh_hant: 恢復

# menu_uveditor_selectedframes
source: Selected Frames
ar_bh: إطارات مختارة
de_de: Ausgewählte Frames
es_es: Marcos seleccionados
fr_fr: Cadres sélectionnés
it_it: Fotogrammi selezionati
ja_jp: 選定フレーム
ko_kr: 선택된 프레임
pl_pl: Wybrane ramki
pt_br: Quadros selecionados
ru_ru: Выбранные кадры
zh_hant: 精選框架

# menu_uveditor_setmanualuv
source: Set Manual UV's To All
ar_bh: تعيين الأشعة فوق البنفسجية اليدوية على الكل
de_de: Manuelle UVs auf alle setzen
es_es: Establecer UV manuales en todos
fr_fr: Régler les UV manuelles sur tous
it_it: Imposta i UV manuali su tutti
ja_jp: 手動UVを全てに設定
ko_kr: 수동 UV를 모두 설정하세요
pl_pl: Ustaw ręczne UV dla wszystkich
pt_br: Definir UVs manuais para todos
ru_ru: Установить ручные УФ-фильтры для всех
zh_hant: 將手動紫外線設定為全部

# menu_uveditor_setvalues
source: Set Values
ar_bh: تعيين القيم
de_de: Werte festlegen
es_es: Establecer valores
fr_fr: Valeurs d’ensemble
it_it: Valori di insiemi
ja_jp: セット・バリューズ
ko_kr: 세트 가치
pl_pl: Ustaw wartości
pt_br: Definir valores
ru_ru: Установить значения
zh_hant: 集合數值

# menu_uveditor_title
source: UV Editor
ar_bh: محرر الأشعة فوق البنفسجية
es_es: Editor UV
fr_fr: Éditeur UV
ja_jp: UVエディター
ko_kr: UV 편집기
pl_pl: Edytor UV
pt_br: Editor UV
ru_ru: УФ-редактор
zh_hant: UV 編輯器

# messagebox_restartrequired
source: Restart Required
ar_bh: إعادة التشغيل مطلوبة
de_de: Neustart erforderlich
es_es: Es necesario reiniciar
fr_fr: Redémarrage nécessaire
it_it: Riavvio richiesto
ja_jp: 再スタートが必要です
ko_kr: 재시작 필요
pl_pl: Wymagane ponowne uruchomienie
pt_br: Reinício necessário
ru_ru: Требуется перезагрузка
zh_hant: 需要重新開始

# MorphBiome_Corruption
source: Corruption
ar_bh: فساد
de_de: Verderben
es_es: Corrupción
it_it: Corruzione
ja_jp: 腐敗
ko_kr: 부패
pl_pl: Korupcja
pt_br: Corrupção
ru_ru: Искажение
zh_cn: 腐化
zh_hant: 貪污

# MorphBiome_Crimson
source: Crimson
ar_bh: قرمزي
de_de: Purpur
es_es: Carmesí
it_it: Cremisi
ja_jp: クリムゾン
ko_kr: 크림슨
pl_pl: Szkarłat
pt_br: Carmim
ru_ru: Багрянец
zh_cn: 猩红
zh_hant: 深紅

# MorphBiome_Custom
source: Custom
ar_bh: تقليد
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Coutumes
it_it: Consuetudine
ja_jp: 習慣
ko_kr: 관습
pl_pl: Niestandardowy
pt_br: Personalizado
ru_ru: Кастомный
zh_cn: 自定义
zh_hant: 習俗

# MorphBiome_Desert
source: Desert
ar_bh: صحراء
de_de: Wüste
es_es: Desierto
fr_fr: Désert
it_it: Deserto
ja_jp: 砂漠
ko_kr: 사막
pl_pl: Pustynia
pt_br: Deserto
ru_ru: Пустыня
zh_cn: 沙漠
zh_hant: 沙漠

# MorphBiome_Hallow
source: Hallow
ar_bh: هالو
de_de: Heiligtum
es_es: Bendición
fr_fr: Sanctuaire
it_it: Sacro
ja_jp: ハロー
ko_kr: 할로우
pl_pl: Bajkowy
pt_br: Sagrado
ru_ru: Святые земли
zh_cn: 神圣
zh_hant: 哈洛

# MorphBiome_Jungle
source: Jungle
ar_bh: أيك
de_de: Dschungel
es_es: Jungla
it_it: Giungla
ja_jp: ジャングル
ko_kr: 정글
pl_pl: Dżungla
pt_br: Selva
ru_ru: Джунгли
zh_cn: 丛林
zh_hant: 叢林

# MorphBiome_Purify
source: Purify
ar_bh: خلص
de_de: Reinigen
es_es: Purificar
fr_fr: Purifier
it_it: Purificare
ja_jp: 浄化
ko_kr: 정화
pl_pl: Oczyszczenie
pt_br: Purificar
ru_ru: Ясно
zh_cn: 森林
zh_hant: 淨化

# newworld_add_ash
source: Add Ash
ar_bh: أضف الرماد
de_de: Füge Ash hinzu
es_es: Añadir ceniza
fr_fr: Ajouter de la cendre
it_it: Aggiungi cenere
ja_jp: アッシュを加える
pl_pl: Dodaj popioł
pt_br: Adicionar Ash
ru_ru: Добавь пепел
zh_hant: 加入灰燼

# newworld_add_grass
source: Add Grass
ar_bh: أضف العشب
de_de: Gras hinzufügen
es_es: Añadir césped
fr_fr: Ajouter de l’herbe
it_it: Aggiungi erba
ja_jp: 芝生を追加
pl_pl: Dodaj trawę
pt_br: Adicionar grama
ru_ru: Добавить траву
zh_hant: 加入草

# newworld_add_lava
source: Add Lava
ar_bh: أضف الحمم
de_de: Lava hinzufügen
es_es: Añadir lava
fr_fr: Ajouter de la lave
it_it: Aggiungi lava
ja_jp: 溶岩を加える
pl_pl: Dodaj lawę
pt_br: Adicionar lava
ru_ru: Добавить лаву
zh_hant: 加入熔岩

# newworld_add_walls
source: Add Walls
ar_bh: إضافة الجدران
de_de: Wände hinzufügen
es_es: Añadir muros
fr_fr: Ajouter des murs
it_it: Aggiungi muri
ja_jp: 壁の追加
pl_pl: Dodaj ściany
pt_br: Adicionar paredes
ru_ru: Добавить стены
zh_hant: 新增牆壁

# newworld_cavern
source: Cavern Level
ar_bh: مستوى الكهف
de_de: Höhlenniveau
es_es: Nivel de la caverna
fr_fr: Niveau de la Caverne
it_it: Livello della Caverna
ja_jp: 洞窟レベル
pl_pl: Poziom Jaskini
pt_br: Nível da caverna
ru_ru: Уровень пещер
zh_hant: 洞穴層

# newworld_caves
source: Caves
ar_bh: الكهوف
de_de: Höhlen
es_es: Cuevas
fr_fr: Grottes
it_it: Grotte
ja_jp: 洞窟
pl_pl: Jaskinie
pt_br: Cavernas
ru_ru: Пещеры
zh_hant: 洞穴

# newworld_cave_density
source: Cave Density Chance
ar_bh: احتمال كثافة الكهوف
de_de: Höhlendichtechance
es_es: Probabilidad de densidad de cueva
fr_fr: Probabilité de densité de grotte
it_it: Probabilità di densità nella grotta
ja_jp: 洞窟密度確率
pl_pl: Szansa na gęstość jaskiń
pt_br: Chance de Densidade de Cavernas
ru_ru: Вероятность плотности пещеры
zh_hant: 洞穴密度機率

# newworld_cave_multiplier
source: Cave Multiplier
ar_bh: مضاعف الكهف
de_de: Höhlenmultiplikator
es_es: Multiplicador de cuevas
fr_fr: Multiplicateur de grotte
it_it: Moltiplicatore di caverna
ja_jp: 洞窟マルチプライヤー
pl_pl: Mnożnik jaskiń
pt_br: Multiplicador de Cavernas
ru_ru: Множитель пещеры
zh_hant: 洞穴倍增器

# newworld_cave_noise
source: Cave Noise
ar_bh: ضجيج الكهف
de_de: Höhlengeräusch
es_es: Patrón de cuevas
fr_fr: Bruit de grotte
it_it: Rumore delle grotte
ja_jp: ケイブ・ノイズ
pl_pl: Hałas jaskiń
pt_br: Ruído de Cavernas
ru_ru: Шум пещеры
zh_hant: 洞穴噪音

# newworld_cave_preset
source: Cave Preset
ar_bh: إعداد الكهف
de_de: Höhlenvoreinstellung
es_es: Tipo de cueva
fr_fr: Préréglage de la grotte
it_it: Preset della grotta
ja_jp: ケイブプリセット
pl_pl: Preset jaskiń
pt_br: Pré-ajuste da caverna
ru_ru: Пресет пещеры
zh_hant: 洞穴預設

# newworld_create
source: Create World
ar_bh: اصنع العالم
es_es: Crear Mundo
fr_fr: Créer un monde
it_it: Crea un mondo
ja_jp: クリエイト・ワールド
pl_pl: Stwórz świat
pt_br: Criar Mundo
zh_hant: 創造世界

# newworld_floor_noise
source: Floor Noise
ar_bh: ضوضاء الأرضية
de_de: Bodengeräusch
es_es: Patrón del suelo
fr_fr: Bruit de sol
it_it: Rumore del pavimento
ja_jp: 床騒音
pl_pl: Hałas podłogi
pt_br: Barulho do Chão
ru_ru: Шум пола
zh_hant: 地板噪音

# newworld_generate_caves
source: Generate Caves (slow)
ar_bh: توليد الكهوف (ببطء)
de_de: Höhlen generieren (langsam)
es_es: Generar Cuevas (lento)
fr_fr: Générer des grottes (lent)
it_it: Genera Grotte (lento)
ja_jp: 洞窟生成(遅い)
pl_pl: Generowanie jaskiń (wolno)
pt_br: Gerar Cavernas (lento)
ru_ru: Генерировать пещеры (медленно)
zh_hant: 生成洞穴（緩慢）

# newworld_generate_ores
source: Generate Ores
ar_bh: خام مولد
de_de: Erze erzeugen
es_es: Generar minerales
fr_fr: Générer des minerais
it_it: Generare minerali
ja_jp: 鉱石生成
pl_pl: Generuj rudy
pt_br: Gerar Minérios
ru_ru: Генерируйте руды
zh_hant: 生成礦石

# newworld_generate_underworld
source: Generate Underworld
ar_bh: توليد العالم السفلي
de_de: Generiere Unterwelt
es_es: Generar Inframundo
fr_fr: Générer Underworld
it_it: Genera Underworld
ja_jp: 生成アンダーワールド
pl_pl: Generuj Podziemie
pt_br: Gerar Underworld
ru_ru: Создать Подземный мир
zh_hant: 生成地下世界

# newworld_generation
source: World Generation
ar_bh: جيل العالم
de_de: Weltgeneration
es_es: Generación del Mundo
fr_fr: Génération mondiale
it_it: Generazione del Mondo
ja_jp: ワールド・ジェネレーション
pl_pl: Pokolenie świata
pt_br: Geração Mundial
ru_ru: Поколение мира
zh_hant: 世界生成

# newworld_heading
source: Create New World
ar_bh: خلق عالم جديد
de_de: Neue Welt erschaffen
es_es: Crear un Nuevo Mundo
fr_fr: Créer un Nouveau Monde
it_it: Crea un Nuovo Mondo
ja_jp: 新しい世界を創造する
pl_pl: Stwórz Nowy Świat
pt_br: Criar um Novo Mundo
ru_ru: Создать новый мир
zh_hant: 創造新世界

# newworld_height
source: Height
ar_bh: ارتفاع
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
it_it: Altezza
ja_jp: 高さ
pl_pl: Wysokość
pt_br: Altura
ru_ru: Высота
zh_hant: 高度

# newworld_hills
source: Hills
ar_bh: التلال
de_de: Hügel
es_es: Colinas
fr_fr: Collines
it_it: Colline
ja_jp: 丘陵
pl_pl: Wzgórza
pt_br: Colinas
ru_ru: Холмы
zh_hant: 丘陵

# newworld_hill_size
source: Hill Terrain Size
ar_bh: حجم تضاريس التلال
de_de: Hügelgeländegröße
es_es: Tamaño de las colinas
fr_fr: Taille du terrain de la colline
it_it: Dimensione del terreno collinare
ja_jp: 丘陵地形の大きさ
pl_pl: Rozmiar terenu wzgórz
pt_br: Tamanho do Terreno das Colinas
ru_ru: Размер рельефа холма
zh_hant: 山丘地形尺寸

# newworld_include_surface
source: Include Surface
ar_bh: تضمين السطح
de_de: Oberfläche einschließen
es_es: Incluir Superficie
fr_fr: Inclure la surface
it_it: Include la superficie
ja_jp: Surface を含める
pl_pl: Uwzględnij powierzchnię
pt_br: Incluir Superfície
ru_ru: Включить поверхность
zh_hant: 包含 Surface

# newworld_lava_noise
source: Lava Noise
ar_bh: ضوضاء الحمم البركانية
de_de: Lavageräusch
es_es: Cantidad de lava
fr_fr: Bruit de lave
it_it: Rumore di lava
ja_jp: ラヴァノイズ
pl_pl: Hałas lawy
pt_br: Ruído de Lava
ru_ru: Шум лавы
zh_hant: 熔岩噪音

# newworld_name
source: World Name
ar_bh: اسم العالم
de_de: Weltname
es_es: Nombre del mundo
fr_fr: Nom du monde
it_it: Nome del mondo
ja_jp: ワールド・ネーム
pl_pl: Nazwa Świata
pt_br: Nome do mundo
ru_ru: Название мира
zh_hant: 世界名稱

# newworld_ores
source: Ores
ar_bh: الخامات
de_de: Erze
es_es: Minerales
fr_fr: Minerais
it_it: Minerali
ja_jp: 鉱石
pl_pl: Rudy
pt_br: Minérios
ru_ru: Руды
zh_hant: 礦石

# newworld_ore_gen_plugin
source: (Launches ore-gen plugin)
ar_bh: (يطلق إضافة توليد الخام)
de_de: (Startet Erzgen-Plugin)
es_es: (Inicia el plugin de generación de minerales)
fr_fr: (Lance le plugin de génération de minerai)
it_it: (Lancia il plugin per la generazione di minerali)
ja_jp: (鉱石発電機プラグインを起動)
pl_pl: (Uruchamia wtyczkę generowania rudy)
pt_br: (Lança plugin de geração de minério)
ru_ru: (Запускает плагин генерации руды)
zh_hant: （啟動礦石發電外掛）

# newworld_properties
source: World Properties
ar_bh: عقارات العالم
de_de: Welteigenschaften
es_es: Propiedades del mundo
fr_fr: Propriétés du monde
it_it: Proprietà del mondo
ja_jp: 世界の性質
pl_pl: Właściwości Świata
pt_br: Propriedades do mundo
ru_ru: Параметры мира
zh_hant: 世界屬性

# newworld_roof_noise
source: Roof Noise
ar_bh: ضوضاء السقف
de_de: Dächergeräusch
es_es: Variación del techo
fr_fr: Bruit de toiture
it_it: Rumore del tetto
ja_jp: 屋根の騒音
pl_pl: Hałas dachu
pt_br: Ruído no Telhado
ru_ru: Шум крыши
zh_hant: 屋頂噪音

# newworld_seed
source: World Id (Seed)
ar_bh: هوية العالم (البذرة)
de_de: Welt-ID (Seed)
es_es: Id del Mundo (Semilla)
fr_fr: Identification du monde (Seed)
it_it: Identità del Mondo (Seed)
ja_jp: ワールド・アイド(シード)
pl_pl: Identyfikacja świata (Seed)
pt_br: World Id (Semente)
zh_hant: 世界識別（種子）

# newworld_surface
source: Surface Level
ar_bh: مستوى السطح
de_de: Oberflächenniveau
es_es: Nivel de superficie
fr_fr: Niveau de surface
it_it: Livello superficiale
ja_jp: 表面レベル
pl_pl: Poziom Powierzchni
pt_br: Nível da superfície
ru_ru: Уровень поверхности
zh_hant: 地表層

# newworld_title
source: New World
ar_bh: العالم الجديد
de_de: Neue Welt
es_es: Nuevo Mundo
fr_fr: Nouveau Monde
it_it: Nuovo Mondo
ja_jp: 新世界
pl_pl: Nowy Świat
pt_br: Novo Mundo
ru_ru: Новый Свет
zh_hant: 新世界

# newworld_underworld
source: Underworld
ar_bh: العالم السفلي
de_de: Unterwelt
es_es: Inframundo
fr_fr: Monde souterrain
it_it: Oltretomba
ja_jp: アンダーワールド
pl_pl: Podziemie
pt_br: Submundo
ru_ru: Подземный мир
zh_hant: 黑社會

# newworld_width
source: Width
ar_bh: عرض
de_de: Breite
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza
ja_jp: 幅
pl_pl: Szerokość
pt_br: Largura
ru_ru: Ширина
zh_hant: 寬度

# PaintMode_Liquid
source: Liquid
ar_bh: سائل
de_de: Flüssigkeit
es_es: Líquido
fr_fr: Liquide
it_it: Liquido
ja_jp: 液体
ko_kr: 액체
pl_pl: Płynne
pt_br: Líquido
ru_ru: Жидкость
zh_cn: 液体
zh_hant: 液體

# PaintMode_Platform
source: Platform
de_de: Plattform
es_es: Plataforma
it_it: Piattaforma
ru_ru: Платформа
zh_hant: 平台

# PaintMode_Sprites
source: Sprites
de_de: Grafiken
it_it: Sprite
ja_jp: スプライト
pl_pl: Sprite
ru_ru: Спрайты
zh_hant: 精靈圖

# PaintMode_TileAndWall
source: Tile/Wall
ar_bh: بلاط / جدار
de_de: Feld/Wand
es_es: Bloque/Pared
fr_fr: Carrelage / Mur
it_it: Piastrelle/Muro
ja_jp: タイル/壁
ko_kr: 타일/벽
pl_pl: Płytka/Ściana
pt_br: Peça/Parede
ru_ru: Блоки/стены
zh_cn: 物块/墙
zh_hant: 瓷磚/牆面

# PaintMode_Track
source: Track
ar_bh: المسار
de_de: Gleis
es_es: Pista de vagoneta
fr_fr: Piste
it_it: Pista
ja_jp: 陸上競技
ko_kr: 트랙
pl_pl: Tor
pt_br: Trilho
ru_ru: Трек
zh_cn: 轨道
zh_hant: 田徑

# PaintMode_Wire
source: Wire
ar_bh: سلك
de_de: Kabel
es_es: Cable
fr_fr: Fil
it_it: Filo
ja_jp: ワイヤー
ko_kr: 와이어
pl_pl: Kabel
pt_br: Fio
ru_ru: Провода
zh_cn: 电线
zh_hant: 鋼索

# picker_check_all_tooltip
source: Check all visible items
ar_bh: تحقق من جميع العناصر الظاهرة
de_de: Überprüfen Sie alle sichtbaren Gegenstände
es_es: Revisa todos los objetos visibles
fr_fr: Vérifiez tous les objets visibles
it_it: Controlla tutti gli oggetti visibili
ja_jp: 見えるすべての項目を確認してください
pl_pl: Sprawdź wszystkie widoczne przedmioty
pt_br: Verifique todos os itens visíveis
ru_ru: Проверьте все видимые элементы
zh_hant: 檢查所有可見的物品

# picker_uncheck_all_tooltip
source: Uncheck all visible items
ar_bh: إلغاء تحديد جميع العناصر الظاهرة
de_de: Deaktivieren Sie alle sichtbaren Gegenstände
es_es: Desmarca todos los elementos visibles
fr_fr: Décochez tous les éléments visibles
it_it: Deseleziona tutti gli elementi visibili
ja_jp: 見えるすべての項目のチェックを外します
pl_pl: Odznacz wszystkie widoczne elementy
pt_br: Desmarque todos os itens visíveis
ru_ru: Снимите галочку всех видимых элементов
zh_hant: 取消勾選所有可見項目

# player_editor_appearance_colors
source: Appearance Colors
ar_bh: ألوان المظهر
de_de: Aussehensfarben
es_es: Colores de apariencia
fr_fr: Couleurs d’apparence
it_it: Colori dell'aspetto
ja_jp: 外観の色
pl_pl: Kolory wyglądu
pt_br: Cores de aparência
ru_ru: Цвета внешнего вида
zh_hant: 外觀顏色

# player_editor_banks
source: Banks
ar_bh: البنوك
de_de: Banken
es_es: Bancos
fr_fr: Banques
it_it: Banche
ja_jp: 銀行
pl_pl: Banki
pt_br: Bancos
ru_ru: Банки
zh_hant: 銀行

# player_editor_bank_defender
source: Defender's Forge
ar_bh: حدادة المدافع
de_de: Verteidiger-Schmiede
es_es: La Forja del Defensor
fr_fr: La Forge du Défenseur
it_it: La Fucina del Difensore
ja_jp: ディフェンダーズ・フォージ
pl_pl: Kuźnia Obrońcy
pt_br: Forja do Defensor
ru_ru: Кузница защитников
zh_hant: 守護者熔爐

# player_editor_bank_piggy
source: Piggy Bank
ar_bh: بنك الخنازير
de_de: Sparschwein
es_es: Hucha
fr_fr: Tirelire
it_it: Salvadanaio
ja_jp: 貯金箱
pl_pl: Skarbonka świnka
pt_br: Coquinho
ru_ru: Копилка
zh_hant: 存錢筒

# player_editor_bank_safe
source: Safe
ar_bh: خزنة
de_de: Sicher
es_es: Seguro
fr_fr: C’est sûr
ja_jp: 安全だ
pt_br: Seguro
ru_ru: Безопасно
zh_hant: 安全

# player_editor_bank_void
source: Void Vault
ar_bh: خزنة الفراغ
es_es: Bóveda del Vacío
fr_fr: Voûte du Vide
ja_jp: ヴォイド・ヴォールト
pl_pl: Skrytka Pustki
pt_br: Cofre do Vazio
ru_ru: Пустотный Хранилище
zh_hant: 虛空寶庫

# player_editor_buffs
source: Buffs
ar_bh: المؤثرات
es_es: Buffos
fr_fr: Améliorations
it_it: Potenziamenti
ja_jp: バフ
pl_pl: Buffy
pt_br: Bônus
ru_ru: Баффы
zh_hant: 增益

# player_editor_clear_slot
source: Clear Slot
de_de: Freier Slot
es_es: Limpiar ranura
fr_fr: Fente de dégagement
it_it: Scanalatura libera
ja_jp: スロットクリア
ru_ru: Свободный слот
zh_hant: 清空槽

# player_editor_difficulty
source: Difficulty
ar_bh: حرج
de_de: Fortschritt
es_es: Dificultad
fr_fr: Difficulté
it_it: Difficoltà
ja_jp: 難易度
pl_pl: Poziom Trudności
pt_br: Dificuldade
ru_ru: Сложность
zh_hant: 難度

# player_editor_equipment
source: Equipment
ar_bh: المعدات
de_de: Ausrüstung
es_es: Equipamiento
fr_fr: Équipement
it_it: Equipaggiamento
ja_jp: 装備
pl_pl: Wyposażenie
pt_br: Equipamento
ru_ru: Оборудование
zh_hant: 設備

# player_editor_eye_color
source: Eye Color
ar_bh: لون العين
de_de: Augenfarbe
es_es: Color de ojos
fr_fr: Couleur des yeux
it_it: Colore degli occhi
ja_jp: 目の色
pl_pl: Kolor oczu
pt_br: Cor dos olhos
ru_ru: Цвет глаз
zh_hant: 眼睛顏色

# player_editor_hair
source: Hair
ar_bh: شعر
de_de: Haare
es_es: Pelo
fr_fr: Cheveux
it_it: Capelli
ja_jp: 髪型
pl_pl: Włosy
pt_br: Cabelo
ru_ru: Волосы
zh_hant: 髮型

# player_editor_hair_color
source: Hair Color
ar_bh: لون الشعر
de_de: Haarfarbe
es_es: Color de pelo
fr_fr: Couleur des cheveux
it_it: Colore dei capelli
ja_jp: 髪の色
pl_pl: Kolor włosów
pt_br: Cor do cabelo
ru_ru: Цвет волос
zh_hant: 髮色

# player_editor_inventory
source: Inventory
ar_bh: المخزون
de_de: Inventar
es_es: Inventario
fr_fr: Inventaire
it_it: Inventario
ja_jp: 在庫
pl_pl: Inwentarz
pt_br: Inventário
ru_ru: Инвентарь
zh_hant: 庫存

# player_editor_journey
source: Journey
ar_bh: رحلة
de_de: Reise
es_es: Viaje
fr_fr: Parcours
it_it: Viaggio
ja_jp: 旅路
pl_pl: Podróż
pt_br: Jornada
ru_ru: Путь
zh_hant: 旅程

# player_editor_load
source: Load Player
ar_bh: تحميل اللاعب
de_de: Spieler laden
es_es: Cargar jugador
fr_fr: Charger le lecteur
it_it: Carica il lettore
ja_jp: ロードプレイヤー
pl_pl: Załaduj odtwarzacz
pt_br: Carregar o Jogador
zh_hant: 裝填播放器

# player_editor_loadout
source: Loadout
ar_bh: تجهيزات
de_de: Ausrüstung
es_es: Equipamiento
fr_fr: Équipement
it_it: Equipaggiamento
ja_jp: 装備
pl_pl: Wyposażenie
pt_br: Equipamento
ru_ru: Снаряжение
zh_hant: 裝備配置

# player_editor_name
source: Name
ar_bh: اسم
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名称
pl_pl: Imie
pt_br: Nome
ru_ru: Имя
zh_hant: 名稱

# player_editor_pants_color
source: Pants Color
ar_bh: لون السروال
de_de: Hosenfarbe
es_es: Color de los pantalones
fr_fr: Couleur du pantalon
it_it: Colore dei pantaloni
ja_jp: パンツの色
pl_pl: Kolor spodni
pt_br: Cor da Calça
ru_ru: Цвет брюк
zh_hant: 褲子顏色

# player_editor_save
source: Save Player
ar_bh: حفظ اللاعب
de_de: Spieler speichern
es_es: Guardar jugador
fr_fr: Sauvegarder le joueur
it_it: Salva giocatore
ja_jp: セーブプレイヤー
pl_pl: Ratuj gracza
pt_br: Salvar o Jogador
ru_ru: Сохранить игрок
zh_hant: 儲存玩家

# player_editor_save_as
source: Save Player As...
ar_bh: احفظ اللاعب كـ...
de_de: Spieler speichern als...
es_es: Guardar jugador como...
fr_fr: Enregistrer le joueur comme...
it_it: Salva il giocatore come...
ja_jp: プレイヤーを...として保存する
pl_pl: Ratuj gracza jako...
pt_br: Salvar o jogador como...
ru_ru: Сохранить игрока как...
zh_hant: 將玩家存為......

# player_editor_shirt_color
source: Shirt Color
ar_bh: لون القميص
de_de: Trikotfarbe
es_es: Color de camisa
fr_fr: Couleur du maillot
it_it: Colore della maglietta
ja_jp: シャツの色
pl_pl: Kolor koszulki
pt_br: Cor da camisa
ru_ru: Цвет футболки
zh_hant: 球衣顏色

# player_editor_shoe_color
source: Shoe Color
ar_bh: لون الحذاء
de_de: Schuhfarbe
es_es: Color del zapato
fr_fr: Couleur des chaussures
it_it: Colore delle scarpe
ja_jp: 靴の色
pl_pl: Kolor butów
pt_br: Cor do Tênis
ru_ru: Цвет обуви
zh_hant: 鞋款顏色

# player_editor_skin
source: Skin
ar_bh: البشرة
de_de: Haut
es_es: Piel
fr_fr: Peau
it_it: Pelle
ja_jp: 皮膚
pl_pl: Skóra
pt_br: Pele
ru_ru: Кожа
zh_hant: 皮膚

# player_editor_skin_color
source: Skin Color
ar_bh: لون البشرة
de_de: Hautfarbe
es_es: Color de piel
fr_fr: Couleur de peau
it_it: Colore della pelle
ja_jp: 肌の色
pl_pl: Kolor skóry
pt_br: Cor da Pele
ru_ru: Цвет кожи
zh_hant: 膚色

# player_editor_stats
source: Stats
ar_bh: الإحصائيات
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
ja_jp: 統計
pl_pl: Statystyki
pt_br: Estatísticas
ru_ru: Статистика
zh_hant: 數據

# player_editor_tooltip
source: Player Editor
ar_bh: محرر اللاعب
de_de: Spieler-Editor
es_es: Editor de jugadores
fr_fr: Éditeur de joueurs
it_it: Editor giocatori
ja_jp: プレイヤーエディター
pl_pl: Edytor gracza
pt_br: Editor de Jogadores
ru_ru: Редактор игроков
zh_hant: 球員編輯器

# player_editor_undershirt_color
source: Undershirt Color
ar_bh: لون القميص الداخلي
de_de: Farbe des Unterhemds
es_es: Color de la camiseta
fr_fr: Couleur du maillot
it_it: Colore della maglietta
ja_jp: アンダーシャツの色
pl_pl: Kolor podkoszulki
pt_br: Cor da camisa interior
ru_ru: Цвет футболки
zh_hant: 內襯衫顏色

# saveas_instruction
source: Select a version to save as:
ar_bh: اختر نسخة للحفظ بالتالي:
de_de: Wählen Sie eine Version aus, die gespeichert werden als:
es_es: Selecciona una versión para guardar como:
fr_fr: Sélectionnez une version à enregistrer sous le nom de :
it_it: Seleziona una versione da salvare come:
ja_jp: 保存するバージョンを選択してください:
pl_pl: Wybierz wersję do zapisu jako:
pt_br: Selecione uma versão para salvar como:
ru_ru: Выберите версию для сохранения как:
zh_hant: 選擇一個版本以儲存為：

# saveas_title
source: Select World Version
ar_bh: نسخة مختارة من العالم
de_de: Weltversion auswählen
es_es: Seleccionar versión del mundo
fr_fr: Version du Monde Sélectionné
it_it: Versione del Mondo Selezionato
ja_jp: セレクト・ワールド・バージョン
pl_pl: Wersja wybrana na świat
pt_br: Versão Seleção do Mundo
ru_ru: Избранная версия мира
zh_hant: 精選世界版本

# scripting_api_generate_tooltip
source: Generate API_REFERENCE.md
ar_bh: توليد APIREFERENCE.md
de_de: Generiere APIREFERENCE.md
es_es: Generar APIREFERENCE.md
fr_fr: Générez APIREFERENCE.md
it_it: Genera APIREFERENCE.md
ja_jp: APIREFERENCE.md を生成する
pl_pl: Generuj APIREFERENCE.md
pt_br: Gerar APIREFERENCE.md
ru_ru: Генерировать APIREFERENCE.md
zh_hant: 產生 APIREFERENCE.md

# scripting_api_tooltip
source: Toggle API reference panel
ar_bh: تبديل لوحة مرجعية API
de_de: API-Referenzpanel umschalten
es_es: Cambiar el panel de la API de referencia
fr_fr: Basculer le panneau de référence API
it_it: Toggle pannello di riferimento API
ja_jp: Toggle API参照パネル
pt_br: Alternar painel de referência de API
ru_ru: Панель переключения API
zh_hant: 切換 API 參考面板

# scripting_engine_label
source: Engine:
ar_bh: المحرك:
de_de: Motor:
es_es: Motor:
fr_fr: Moteur :
it_it: Motore:
ja_jp: エンジン:
pl_pl: Silnik:
pt_br: Motor:
ru_ru: Двигатель:
zh_hant: 引擎：

# scripting_folder_tooltip
source: Open scripts folder
ar_bh: مجلد Open Scripts
de_de: Ordner Skripte öffnen
es_es: Abrir carpeta de scripts
fr_fr: Ouvrir le dossier scripts
it_it: Apri cartella scripts
ja_jp: スクリプトフォルダを開く
pl_pl: Otwórz folder skryptów
pt_br: Abrir pasta scripts
ru_ru: Папка «Открыть скрипты»
zh_hant: 開啟 scripts 資料夾

# scripting_new
source: New
ar_bh: الجديد
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新作
pl_pl: Nowy
pt_br: Novo
ru_ru: Создать
zh_hant: 新

# scripting_new_tooltip
source: New script
ar_bh: النص الجديد
de_de: Neues Skript
es_es: Nuevo script
fr_fr: Nouveau scénario
it_it: Nuova sceneggiatura
ja_jp: 新しい脚本
pl_pl: Nowy scenariusz
pt_br: Novo roteiro
ru_ru: Новый сценарий
zh_hant: 新劇本

# scripting_output
source: Output
ar_bh: الإنتاج
de_de: Ausgabe
es_es: Salida
fr_fr: Production
it_it: Produzione
ja_jp: 出力
pl_pl: Produkcja
pt_br: Produção
ru_ru: Результаты
zh_hant: 產出

# scripting_run
source: Run Script
ar_bh: تشغيل السكريبت
de_de: Run-Skript
es_es: Ejecutar Script
fr_fr: Script d’exécution
it_it: Esegui Script
ja_jp: ランスクリプト
ru_ru: Запуск скрипта
zh_hant: 執行腳本

# scripting_save_tooltip
source: Save script
ar_bh: حفظ السكريبت
de_de: Save-Skript
es_es: Guardar script
fr_fr: Sauvegarder le script
it_it: Script di salvataggio
ja_jp: セーブスクリプト
pl_pl: Skrypt zapisu
pt_br: Script de salvamento
ru_ru: Сохранить скрипт
zh_hant: 儲存腳本

# scripting_stop
source: Stop
ar_bh: توقف
de_de: Stopp
es_es: Detener
fr_fr: Arrête
it_it: Fermati
ja_jp: やめて
pt_br: Pare
ru_ru: Стой
zh_hant: 停下

# scripting_title
source: Scripting
ar_bh: البرمجة
de_de: Skripting
es_es: Scripts
it_it: Scrittura
ja_jp: スクリプト
pl_pl: Skryptowanie
pt_br: Roteiro
ru_ru: Скриптинг
zh_hant: 腳本編寫
