Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# about_compatible_version
source: Compatible World Version
ar_bh: نسخة العالم المتوافق
de_de: Kompatible Weltversion
es_es: Versión del mundo
fr_fr: Version mondiale compatible
it_it: Versione Mondiale Compatibile
ja_jp: 互換ワールドバージョン
pl_pl: Wersja Compatible World
pt_br: Versão Mundial Compatível
ru_ru: Совместимая версия мира
zh_hant: 相容世界版本

# about_content_path
source: Content Path
ar_bh: مسار المحتوى
de_de: Inhaltspfad
es_es: Ubicación del contenido
fr_fr: Chemin du contenu
it_it: Percorso dei contenuti
ja_jp: コンテンツパス
pl_pl: Ścieżka treści
pt_br: Caminho do Conteúdo
ru_ru: Путь к содержанию
zh_hant: 內容路徑

# about_data_stats
source: Data Statistics
ar_bh: إحصائيات البيانات
de_de: Datenstatistik
es_es: Estadísticas
fr_fr: Statistiques des données
it_it: Statistiche dei dati
ja_jp: データ統計
pl_pl: Statystyki danych
pt_br: Estatísticas de Dados
ru_ru: Статистика данных
zh_hant: 資料統計

# about_github
source: GitHub Releases
ar_bh: إصدارات GitHub
de_de: GitHub-Veröffentlichungen
es_es: Versiones de GitHub
fr_fr: Versions GitHub
it_it: Rilasci su GitHub
ja_jp: GitHubリリース
pl_pl: Wydania na GitHub
pt_br: Lançamentos no GitHub
ru_ru: Релизы на GitHub
zh_hant: GitHub 發佈

# about_items_loaded
source: Items
ar_bh: العناصر
de_de: Artikel
es_es: Objetos
fr_fr: Objets
it_it: Oggetti
ja_jp: アイテム
pl_pl: Przedmioty
pt_br: Itens
ru_ru: Предметы
zh_hant: 物品

# about_links
source: Links
ar_bh: روابط
es_es: Enlaces
fr_fr: Liens
it_it: Collegamenti
ja_jp: リンク
pl_pl: Linki
ru_ru: Ссылки
zh_hant: 連結

# about_patreon
source: Support on Patreon
ar_bh: الدعم على باتريون
de_de: Unterstützung auf Patreon
es_es: Danos tu apoyo en Patreon
fr_fr: Support sur Patreon
it_it: Supporto su Patreon
ja_jp: Patreonでのサポート
pl_pl: Wsparcie na Patreonie
pt_br: Suporte no Patreon
ru_ru: Поддержка на Patreon
zh_hant: Patreon 支援

# about_terraria_not_found
source: Not Found
ar_bh: لم يعثر عليه
de_de: Nicht gefunden
es_es: No encontrado
fr_fr: Non trouvé
it_it: Non trovato
ja_jp: 見つかりませんでした
pl_pl: Nie znaleziono
pt_br: Não Encontrado
ru_ru: Не найдено
zh_hant: 未找到

# about_terraria_version
source: Terraria Version
ar_bh: نسخة تيراريا
es_es: Versión de Terraria
it_it: Versione di Terraria
ja_jp: テラリア版
pl_pl: Wersja Terrarii
pt_br: Versão Terraria
ru_ru: Версия Terraria
zh_hant: 泰拉瑞亞版本

# about_textures_available
source: Textures Available
ar_bh: الخامات المتاحة
de_de: Verfügbare Texturen
es_es: Texturas disponibles
fr_fr: Textures disponibles
it_it: Texture disponibili
ja_jp: 利用可能なテクスチャ
pl_pl: Dostępne tekstury
pt_br: Texturas Disponíveis
ru_ru: Доступные текстуры
zh_hant: 可用的材質

# about_tiles_loaded
source: Tiles
ar_bh: البلاط
de_de: Fliesen
es_es: Bloques
fr_fr: Tuiles
it_it: Tessere
ja_jp: タイル
pl_pl: Płytki
pt_br: Azulejos
ru_ru: Плитка
zh_hant: 瓷磚

# about_title
source: About TEdit
ar_bh: حول TEdit
de_de: Über TEdit
es_es: Acerca de TEdit
fr_fr: À propos de TEdit
it_it: Informazioni su TEdit
ja_jp: TEditについて
pl_pl: O TEdit
pt_br: Sobre o TEdit
ru_ru: О TEdit
zh_hant: 關於TEdit

# about_version
source: Version
ar_bh: النسخة
es_es: Versión
it_it: Versione
ja_jp: バージョン
pl_pl: Wersja
pt_br: Versão
ru_ru: Версия
zh_hant: 版本

# about_walls_loaded
source: Walls
ar_bh: الجدران
de_de: Wände
es_es: Paredes
fr_fr: Murs
it_it: Mura
ja_jp: 壁
pl_pl: Ściany
pt_br: Paredes
ru_ru: Стены
zh_hant: 城牆

# about_wiki
source: Wiki
ar_bh: ويكي
ja_jp: ウィキ
ru_ru: Вики
zh_hant: 維基

# banner_category
source: Category:
ar_bh: الفئة:
de_de: Kategorie:
es_es: Categoría:
fr_fr: Catégorie :
it_it: Categoria:
ja_jp: カテゴリ:
ko_kr: 카테고리:
pl_pl: Kategoria:
pt_br: Categoria:
ru_ru: Категория:
zh_hant: 分類：

# banner_count
source: Count
ar_bh: الكونت
de_de: Graf
es_es: Cantidad
fr_fr: Comte
it_it: Conte
ja_jp: 伯爵
ko_kr: 백작
pl_pl: Hrabia
pt_br: Conde
ru_ru: Граф
zh_hant: 伯爵

# banner_filter
source: Filter:
ar_bh: راووق:
es_es: Filtro:
fr_fr: Filtre :
it_it: Filtro:
ja_jp: フィルター:
ko_kr: 필터:
pl_pl: Filtruj:
pt_br: Filtro:
ru_ru: Фильтр:
zh_hant: 篩選：

# banner_import
source: Import
ar_bh: استورد
de_de: Importieren
es_es: Importar
fr_fr: Importation
it_it: Importazione
ja_jp: 輸入
ko_kr: 수입
pt_br: Importar
ru_ru: Импортировать
zh_hant: 進口

# banner_kills
source: Kills
ar_bh: القتلات
de_de: Abschüsse
es_es: Eliminados
fr_fr: Éliminations
it_it: Uccisioni
ja_jp: 殺害
ko_kr: 킬
pl_pl: Zabójstwa
pt_br: Abates
ru_ru: Убийства
zh_hant: 擊殺紀錄

# banner_maxout
source: Max Out
ar_bh: ماكس آوت
es_es: Máximo limite
ja_jp: マックスアウト
ko_kr: 맥스 아웃
pt_br: Máximo Esgotado
zh_hant: 滿載

# banner_reset
source: Reset
ar_bh: إعادة التعيين
es_es: Reiniciar
fr_fr: Réinitialisation
ja_jp: リセット
ko_kr: 리셋
pt_br: Reiniciar
ru_ru: Сброс
zh_hant: 重置

# banner_save
source: Save
ar_bh: أنقذ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_hant: 存檔

# bestiary_chat
source: Chat
ar_bh: ثَرْثَرَ
de_de: Plaudern
ja_jp: チャット
ko_kr: 대화
pl_pl: Czat
pt_br: Bater papo
ru_ru: Чат
zh_hant: 聊天室

# bestiary_clear
source: Clear
ar_bh: واضح
de_de: Leeren
es_es: Reiniciar
fr_fr: Clair
it_it: Libero
ja_jp: クリア
ko_kr: 비켜
pl_pl: Jasny
pt_br: Claro
ru_ru: Ясный
zh_hant: 清場

# bestiary_complete
source: Complete
ar_bh: كامل
de_de: Vervollständ
es_es: Completado
fr_fr: Complet
it_it: Completa
ja_jp: 完了
ko_kr: 완전
pl_pl: Ukończyć
pt_br: Completar
ru_ru: Заполнить
zh_hant: 完結

# bestiary_defeated
source: Defeated
ar_bh: مغلوب
de_de: Besiegt
es_es: Eliminados
fr_fr: Vaincue
it_it: Sconfitto
ja_jp: 敗北
ko_kr: 패배
pl_pl: Pokonany
pt_br: Derrotado
ru_ru: Побеждено
zh_hant: 敗北

# bestiary_load
source: Load
ar_bh: حمل
de_de: Laden
es_es: Cargar
fr_fr: Charge
it_it: Carico
ja_jp: 負荷
ko_kr: 부하
pl_pl: Ładunek
pt_br: Carga
ru_ru: Загрузить
zh_hant: 負載

# bestiary_name
source: Name
ar_bh: اسم
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名称
ko_kr: 이름
pl_pl: Imie
pt_br: Nome
ru_ru: Имя
zh_hant: 名稱

# bestiary_near
source: Near
ar_bh: قرب
de_de: Nahe
es_es: Cerca
fr_fr: Près
it_it: Vicino
ja_jp: 近い
ko_kr: 근처입니다
pl_pl: Blisko
pt_br: Perto
ru_ru: Близкий
zh_hant: 接近

# bestiary_save
source: Save
ar_bh: أنقذ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_hant: 存檔

# bestiary_talked
source: Talk
ar_bh: تكلم
de_de: Ansprechen
es_es: Descubierto
fr_fr: Parlez
it_it: Parliamo
ja_jp: トーク
ko_kr: 토크
pl_pl: Mówić
pt_br: Falar
ru_ru: Разговаривать
zh_hant: 談話

# bestiary_tally
source: Update
ar_bh: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiornamento
ja_jp: アップデート
ko_kr: 업데이트
pl_pl: Zaaktualizuj
pt_br: Atualizar
ru_ru: Обновить
zh_hant: 更新

# BrickStyle_Full
source: Full Brick
ar_bh: الطوب الكامل
de_de: Voller Block
es_es: Ladrillo completo
fr_fr: Brique pleine
it_it: Mattoni pieni
ja_jp: フルブリック
ko_kr: 풀 브릭
pl_pl: Pełny Blok
pt_br: Tijolo inteiro
ru_ru: Заполнить блок
zh_cn: 全砖
zh_hant: 全磚

# BrickStyle_HalfBrick
source: Half Brick
ar_bh: نصف لبنة
de_de: Halber Block
es_es: Medio ladrillo
fr_fr: Demi-brique
it_it: Mezzo Mattone
ja_jp: ハーフブリック
ko_kr: 하프 브릭
pl_pl: Pół Bloku
pt_br: Meio tijolo
ru_ru: Полублок
zh_cn: 半砖
zh_hant: 半磚

# BrickStyle_SlopeBottomLeft
source: Slope Bottom Left
ar_bh: المنحدر السفلي الأيسر
de_de: Schräge unten links
es_es: Pendiente inferior Izquierda
fr_fr: Pente en bas à gauche
it_it: Pendio in basso a sinistra
ja_jp: 左下の斜面
ko_kr: 경사 왼쪽 하단
pl_pl: Nachylenie Dół Lewo
pt_br: Rampa inferior esquerda
ru_ru: Скос налево вниз
zh_cn: 左下倾斜
zh_hant: 左下坡

# BrickStyle_SlopeBottomRight
source: Slope Bottom Right
ar_bh: المنحدر أسفل اليمين
de_de: Schräge unten rechts
es_es: Pendiente inferior derecha
fr_fr: Pente en bas à droite
it_it: Pendio in basso a destra
ja_jp: 右下の斜面
ko_kr: 오른쪽 아래 경사면
pl_pl: Nachylenie Dół Prawo
pt_br: Rampa inferior direita
ru_ru: Скос направо вниз
zh_cn: 右下倾斜
zh_hant: 坡面右下角

# BrickStyle_SlopeTopLeft
source: Slope Top Left
ar_bh: المنحدر العلوي الأيسر
de_de: Schräge oben links
es_es: Pendiente superior izquierda
fr_fr: Pente en haut à gauche
it_it: Pendio in alto a sinistra
ja_jp: 左上斜面
ko_kr: 경사면 왼쪽 상단
pl_pl: Nachylenie Góra Lewo
pt_br: Rampa superior esquerda
ru_ru: Скос налево наверх
zh_cn: 左上倾斜
zh_hant: 左上坡

# BrickStyle_SlopeTopRight
source: Slope Top Right
ar_bh: المنحدر العلوي الأيمن
de_de: Schräge oben rechts
es_es: Pendiente superior derecha
fr_fr: Pente en haut à droite
it_it: Pista in alto a destra
ja_jp: 右上斜面
ko_kr: 오른쪽 위 경사면
pl_pl: Nachylenie Góra Prawo
pt_br: Rampa superior direita
ru_ru: Скос направо наверх
zh_cn: 右上倾斜
zh_hant: 右上方斜坡

# BrushShape_Crescent
source: Crescent
es_es: Creciente
ja_jp: クレセント
zh_hant: 新月形

# BrushShape_Donut
source: Donut
es_es: Anillo
it_it: Ciambelletta
ja_jp: ドーナツ
pl_pl: Pączek
ru_ru: Пончик
zh_hant: 甜甜圈

# BrushShape_Left
source: Diagonal Left
ar_bh: قطري لليسار
de_de: Diagonale links
es_es: Diagonal a la izquierda
fr_fr: Diagonale gauche
it_it: Diagonale a sinistra
ja_jp: 斜め左翼
ko_kr: 대각선 좌측
pl_pl: Przekątna w Lewo
pt_br: Diagonal para esquerda
ru_ru: Налево по диагонали
zh_cn: 对角左
zh_hant: 斜向左

# BrushShape_Right
source: Diagonal Right
ar_bh: قطري لليمين
de_de: Diagonale rechts
es_es: Diagonal a la derecha
fr_fr: Diagonale droite
it_it: Diagonale Destra
ja_jp: 斜め右
ko_kr: 대각선 오른쪽
pl_pl: Przekątna w Prawo
pt_br: Diagonal para direita
ru_ru: Направо по диагонали
zh_cn: 对角右
zh_hant: 對角線右

# BrushShape_Round
source: Ellipse
ar_bh: إهليلج
es_es: Elipse
it_it: Ellisse
ja_jp: 楕円
ko_kr: 타원형
pl_pl: Elipsa
pt_br: Elipse
ru_ru: Эллипс
zh_cn: 椭圆
zh_hant: 橢圓

# BrushShape_Square
source: Rectangle
ar_bh: مستطيل
de_de: Rechteck
es_es: Rectángulo
it_it: Rettangolo
ja_jp: 長方形
ko_kr: 직사각형
pl_pl: Prostokąt
pt_br: Retângulo
ru_ru: Прямоугольник
zh_cn: 矩形
zh_hant: 矩形

# BrushShape_Star
source: Star
de_de: Spitze
es_es: Estrella
ja_jp: スター
pl_pl: Gwiazda
ru_ru: Звезда
zh_hant: 明星

# BrushShape_Triangle
source: Triangle
de_de: Dreieck
es_es: Triángulo
it_it: Triangolo
ja_jp: トライアングル
pl_pl: Trójkąt
ru_ru: Треугольник
zh_hant: 三角

# chest_max_stack
source: Max
ar_bh: ماكس
es_es: Máximo
ja_jp: マックス
ko_kr: 맥스
ru_ru: Макс
zh_hant: 麥克斯

# common_cancel
source: Cancel
ar_bh: إلغاء الأمر
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
zh_hant: 取消

# common_clear
source: Clear
ar_bh: واضح
de_de: Leeren
es_es: Limpiar
fr_fr: Clair
it_it: Libero
ja_jp: クリア
pl_pl: Jasny
pt_br: Claro
ru_ru: Ясный
zh_hant: 清場

# common_close
source: Close
ar_bh: إغلاق
de_de: Schließen
es_es: Cierre
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
zh_hant: 結束

# common_enabled
source: Enabled
ar_bh: مفعل
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
ja_jp: 有効化
pl_pl: Włączone
pt_br: Ativado
ru_ru: Включено
zh_hant: 啟用

# common_generate
source: Generate
ar_bh: إنشاء
de_de: Generieren
es_es: Generar
fr_fr: Générer
it_it: Genera
ja_jp: 生成
pl_pl: Generuj
pt_br: Gerar
ru_ru: Генерировать
zh_hant: 生成

# common_ok
source: OK
ar_bh: نعم
es_es: DE ACUERDO
ja_jp: わかった
ru_ru: ХОРОШО
zh_hant: 好

# common_refresh
source: Refresh
ar_bh: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Rafraîchissement
ja_jp: リフレッシュ
pl_pl: Odśwież
pt_br: Atualizar
ru_ru: Обновление
zh_hant: 刷新

# common_remove
source: Remove
ar_bh: إزالة
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
it_it: Rimuovere
ja_jp: 削除
pl_pl: Usuń
pt_br: Remover
ru_ru: Удалить
zh_hant: 移除

# common_reset
source: Reset
ar_bh: إعادة التعيين
es_es: Reiniciar
fr_fr: Réinitialisation
ja_jp: リセット
pt_br: Reiniciar
ru_ru: Сброс
zh_hant: 重置

# common_save
source: Save
ar_bh: أنقذ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_hant: 存檔

# common_search
source: Search
ar_bh: بحث
de_de: Suche
es_es: Buscar
fr_fr: Recherche
it_it: Ricerca
ja_jp: 検索
pl_pl: Wyszukiwanie
pt_br: Busca
ru_ru: Поиск
zh_hant: 搜尋

# dialog_error_terriaria_folder_message
source: Directory does not appear to contain Terraria Content. Press retry to pick a new folder or cancel to use {0} as your terraria path.
ar_bh: لا يبدو أن الدليل يحتوي على محتوى Terraria. اضغط على إعادة المحاولة لاختيار مجلد جديد أو إلغاء لاستخدام {0} كمسار terraria الخاص بك.
de_de: Das Verzeichnis scheint keinen Terraria-Inhalt zu enthalten. Klicke auf „Wiederholen“, um einen neuen Ordner auszuwählen, oder auf „Abbrechen“, um {0} als deinen Terraria-Pfad zu verwenden.
es_es: El directorio no parece tener los archivos de Terraria. Presione reintentar para elegir una nueva carpeta o cancelar para usar {0} como ruta de Terraria.
fr_fr: L’annuaire ne semble pas contenir le contenu de Terraria. Appuie sur réessayer pour choisir un nouveau dossier ou annule pour utiliser {0} comme chemin Terraria.
it_it: La directory non sembra contenere contenuti di Terraria. Premi riprova per scegliere una nuova cartella o annulla per usare {0} come percorso per Terraria.
ja_jp: ディレクトリにはテラリアのコンテンツは含まれていないようです。 新しいフォルダを選ぶには再試行ボタンを押すか、テラリアパスとして{0}を使うにはキャンセルしてください。
ko_kr: 디렉토리에는 테라리아 콘텐츠가 포함되어 있지 않은 것으로 보입니다. 새 폴더를 선택하려면 재시도 버튼을 누르거나, 테라리아 경로로 {0} 사용하려면 취소하세요.
pl_pl: Folder nie zawiera plików Terrari. Naciśnij spróbuj ponownie aby wybrać nowy folder lub anuluj aby użyć {0} jako ścieżki do Terrari.
pt_br: O diretório parece não possuir Conteúdo do Terraria. Clique em tentar novamente para escolher uma nova pasta ou cancelar para usar {0} como seu caminho do Terraria.
ru_ru: Эта папка не содержит контента Terraria. Выберите другую папку, чтобы программа не считала {0} папкой игры.
zh_cn: 当前路径未找到Terraria内容. 点击‘retry’选择一个新的文件夹或用‘{0}’作为Terraria的路径.
zh_hant: 目錄似乎不包含 Terraria 內容。 按重試鍵選擇新資料夾，或取消{0}作為你的 Terraria 路徑。

# dialog_error_terriaria_folder_title
source: Terraria Content not Found
ar_bh: محتوى Terraria لم يتم العثور عليه
de_de: Terraria-Inhalt nicht gefunden
es_es: Archivos de Terraria no encontrados
fr_fr: Contenu Terraria non trouvé
it_it: Contenuto di Terraria non trovato
ja_jp: テラリアのコンテンツが見つかりません
ko_kr: 테라리아 콘텐츠 찾을 수 없습니다
pl_pl: Zawartość Terrari nie została znaleziona
pt_br: Conteúdo do Terraria não encontrado
ru_ru: Контент игры не найден
zh_cn: Terraria路径错误
zh_hant: 未找到 Terraria 內容

# editor_tabs_analysis
source: Analysis
ar_bh: تحليل
de_de: Analyse
es_es: Análisis
fr_fr: Analyse
it_it: Analisi
ja_jp: 分析
ko_kr: 분석
pl_pl: Analiza
pt_br: Análise
ru_ru: Анализ
zh_cn: 分析
zh_hant: 分析

# editor_tabs_banners
source: Banners
ar_bh: الرايات
de_de: Banner
es_es: Estandartes
fr_fr: Bannières
it_it: Stendardi
ja_jp: バナー
ko_kr: 깃발
pl_pl: Sztandary
pt_br: Bandeiras
ru_ru: Баннеры
zh_hant: 旗幟

# editor_tabs_clipboard
source: Clipboard
ar_bh: حافظة
de_de: Zwischenablage
es_es: Portapapeles
fr_fr: Presse-papiers
it_it: Blocco appunti
ja_jp: クリップボード
ko_kr: 클립보드
pl_pl: Schowek
pt_br: Área de transferência
ru_ru: Буфер обмена
zh_cn: 剪贴板
zh_hant: 夾板

# editor_tabs_creative
source: Creative Powers
ar_bh: القوى الإبداعية
de_de: Kreative Kräfte
es_es: Poderes creativos
fr_fr: Pouvoirs créatifs
it_it: Poteri Creativi
ja_jp: クリエイティブ・パワーズ
ko_kr: 창의적 역량
pl_pl: Kreatywne moce
pt_br: Poderes Criativos
ru_ru: Творческие способности
zh_hant: 創作能力

# editor_tabs_npc
source: NPC Data
ar_bh: بيانات المجلس الوطني للصحافه
de_de: NPC-Daten
es_es: Datos de los PNJ
fr_fr: Données NPC
it_it: Dati NPC
ja_jp: NPCデータ
ko_kr: NPC 데이터
pl_pl: Dane NPC
pt_br: Dados de NPCs
ru_ru: Данные о НИПах
zh_cn: NPC数据
zh_hant: NPC 資料

# editor_tabs_special
source: Special Tiles
ar_bh: بلاط خاص
de_de: Besondere Felder
es_es: Bloques especiales
fr_fr: Tuiles spéciales
it_it: Tessere speciali
ja_jp: スペシャルタイル
ko_kr: 특수 타일
pl_pl: Specjalne Płytki
pt_br: Peças especiais
ru_ru: Специальные блоки
zh_cn: 特殊方块
zh_hant: 特殊瓷磚

# editor_tabs_sprites
source: Sprites
ar_bh: العفاريت
de_de: Grafiken
it_it: Sprite
ja_jp: スプライト
ko_kr: 스프라이트
pl_pl: Sprite
ru_ru: Спрайты
zh_cn: 物品
zh_hant: 精靈圖

# editor_tabs_tally
source: Bestiary
ar_bh: تالي
de_de: Zähler
es_es: Bestiario
fr_fr: Bestiaire
it_it: Bestiario
ja_jp: 動物誌
ko_kr: 베스티어리
pl_pl: Zestawienie
pt_br: Contagem
ru_ru: Счётчик
zh_cn: 杀怪
zh_hant: 獸譜

# editor_tabs_tileentities
source: Tile Entities
ar_bh: كيانات التجانب
de_de: Feld-Entitäten
es_es: Entidades de bloques
fr_fr: Entités de tuiles
it_it: Entità Tile
ja_jp: タイル・エンティティ
ko_kr: 타일 엔티티
pl_pl: Rodzaje Płytek
pt_br: Entidades de peça
ru_ru: Сущности
zh_cn: 实体块
zh_hant: 瓦片實體

# editor_tabs_worldproperties
source: World Properties
ar_bh: عقارات العالم
de_de: Welteigenschaften
es_es: Propiedades del mundo
fr_fr: Propriétés du monde
it_it: Proprietà del mondo
ja_jp: 世界の性質
ko_kr: 월드 재산
pl_pl: Właściwości Świata
pt_br: Propriedades do mundo
ru_ru: Параметры мира
zh_cn: 世界属性
zh_hant: 世界屬性

# editor_utilities_label
source: Utilities
ar_bh: المرافق
de_de: Werkzeuge
es_es: Utilidades
fr_fr: Services publics
it_it: Utenze
ja_jp: ユーティリティ
ko_kr: 유틸리티
pl_pl: Narzędzia
pt_br: Utilidades
ru_ru: Инструменты
zh_cn: 实用工具
zh_hant: 公用事業

# expand_description
source: The world will be centered around these new dimensions.
ar_bh: سيكون العالم مركزًا حول هذه الأبعاد الجديدة.
de_de: Die Welt wird sich um diese neuen Dimensionen drehen.
es_es: El mundo se reconfigurará en torno a estas nuevas dimensiones.
fr_fr: Le monde sera centré autour de ces nouvelles dimensions.
it_it: Il mondo sarà incentrato attorno a queste nuove dimensioni.
ja_jp: 世界はこれらの新しい次元を中心に据えられるでしょう。
pl_pl: Świat będzie skupiony wokół tych nowych wymiarów.
pt_br: O mundo será centrado nessas novas dimensões.
ru_ru: Мир будет сосредоточен вокруг этих новых измерений.
zh_hant: 世界將圍繞這些新維度展開。

# expand_new_height
source: New Height
ar_bh: ارتفاع جديد
es_es: Nueva altura
fr_fr: Nouvelle hauteur
it_it: Nuova Altezza
ja_jp: ニュー・ハイト
pl_pl: Nowy Szczyt
pt_br: Nova Altura
ru_ru: Новая высота
zh_hant: 新高地

# expand_new_width
source: New Width
ar_bh: عرض جديد
de_de: Neue Breite
es_es: Nueva anchura
fr_fr: Nouvelle largeur
it_it: Nuova larghezza
ja_jp: ニュー・ワイド
pl_pl: Nowa szerokość
pt_br: Nova Largura
ru_ru: Новая ширина
zh_hant: 新寬

# expand_title
source: Expand World
ar_bh: توسيع العالم
de_de: Welt erweitern
es_es: Expandir mundo
fr_fr: Étendre le monde
it_it: Espandi il mondo
ja_jp: ワールドを拡大
pl_pl: Rozwiń świat
pt_br: Expandir o mundo
ru_ru: Расширить мир
zh_hant: 擴展世界

# find_auto_zoom
source: Auto Zoom
ar_bh: تكبير تلقائي
es_es: Zoom Automático
fr_fr: Zoom automatique
ja_jp: オートズーム
zh_hant: 自動變焦

# find_auto_zoom_tooltip
source: Zoom in when navigating to results (off = pan only)
ar_bh: قم بالتكبير عند التنقل إلى النتائج (إيقاف = تحريك فقط)
de_de: Zoomen Sie hinein, wenn Sie zu den Ergebnissen navigieren (aus = nur Schwenk)
es_es: Haz zoom al navegar hacia los resultados (apagado = solo desplazamiento)
fr_fr: Zoomez lors de la navigation vers les résultats (désactivé = panoramique uniquement)
it_it: Zooma quando navighi nei risultati (spento = solo panoramica)
ja_jp: 結果をナビゲートする際のズームイン(オフ=パンのみ)
pl_pl: Przybliżaj podczas nawigacji do wyników (wyłącz = tylko przesuwanie)
pt_br: Dê zoom ao navegar para os resultados (desligado = apenas panorâmica)
ru_ru: Увеличение при навигации к результатам (выключение = только панорамирование)
zh_hant: 瀏覽結果時可放大（關閉=僅平移）

# find_calculate_distance
source: Calculate Distance
ar_bh: احسب المسافة
de_de: Entfernung berechnen
es_es: Calcular la distancia
fr_fr: Calculer la distance
it_it: Calcolare la distanza
ja_jp: 距離を計算する
pl_pl: Oblicz odległość
pt_br: Calcular a distância
ru_ru: Рассчитать расстояние
zh_hant: 計算距離

# find_next
source: Next
ar_bh: التالي
de_de: Als Nächstes
es_es: Siguiente
fr_fr: Suivant
it_it: Prossimo
ja_jp: 次
pl_pl: Następny
pt_br: Próximo
ru_ru: Далее
zh_hant: 下一篇

# find_prev
source: Prev
ar_bh: السابق
de_de: Früher
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前回
pl_pl: Poprzedni
pt_br: Anterior
ru_ru: Предыдущий
zh_hant: 前述

# find_search_world
source: Search World
ar_bh: ابحث عن العالم
es_es: Buscar mundo
fr_fr: Recherche Monde
it_it: Mondo di ricerca
ja_jp: サーチ・ワールド
pl_pl: Świat wyszukiwania
pt_br: Mundo da Busca
zh_hant: 搜尋世界

# find_tab_chests
source: Items in Chests
ar_bh: العناصر في الصناديق
de_de: Gegenstände in Truhen
es_es: Objetos en cofres
fr_fr: Objets dans les coffres
it_it: Oggetti nei Forzieri
ja_jp: チェストの中のアイテム
pl_pl: Przedmioty w skrzyniach
pt_br: Itens em Baús
ru_ru: Предметы в сундуках
zh_hant: 箱子裡的物品

# global_enjoytedit
source: Enjoy TEdit? Support Us!
ar_bh: هل تستمتع ب تيديت؟ دعم لنا!
de_de: Gefällt dir TEdit? Unterstütze uns!
es_es: ¿Te gusta TEdit? ¡Apóyanos!
fr_fr: Tu aimes TEdit ? Soutenez-nous !
it_it: Ti è piaciuto TEdit? Sosteneteci!
ja_jp: TEditを楽しんでますか?応援してください!
ko_kr: TEdit을 즐기시나요? 우리를 응원해 주세요!
pl_pl: Zadowolony z TEdit? Wesprzyj nas!
pt_br: Gosta do TEdit? Apoie-nos!
ru_ru: Нравится TEdit? Поддержите нас!
zh_cn: 喜欢TEdit?支持我们!
zh_hant: 喜歡 TEdit？支持我們！

# HalfBlockMode_HalfBLock
source: Half Block
ar_bh: نصف كتلة
de_de: Halber Block
es_es: Medio bloque
fr_fr: Demi-bloc
it_it: Mezza Isola
ja_jp: ハーフブロック
ko_kr: 하프 블록
pl_pl: Połowa Bloku
pt_br: Meio bloco
ru_ru: Полублок
zh_cn: 半块
zh_hant: 半區

# HalfBlockMode_NoAction
source: No Change
ar_bh: لا تغيير
de_de: Keine Veränderung
es_es: Sin cambios
fr_fr: Aucun changement
it_it: Nessun cambiamento
ja_jp: 変化なし
ko_kr: 변화 없음
pl_pl: Brak Zmian
pt_br: Nenhuma mudança
ru_ru: Без изменений
zh_cn: 没变
zh_hant: 沒有變化

# HalfBlockMode_RampLeft
source: Ramp Left
ar_bh: منحدر لليسار
de_de: Rampe links
es_es: Rampa a la izquierda
fr_fr: Rampe gauche
it_it: Rampa a sinistra
ja_jp: ランプ左
ko_kr: 램프 좌측
pl_pl: Rampa Lewo
pt_br: Rampa esquerda
ru_ru: Скос налево
zh_cn: 左倾斜
zh_hant: 左坡道

# HalfBlockMode_RampRight
source: Ramp Right
ar_bh: منحدر لليمين
de_de: Rampe rechts
es_es: Rampa a la derecha
fr_fr: Rampe à droite
it_it: Rampa a destra
ja_jp: ランプ右
ko_kr: 램프 오른쪽
pl_pl: Rampa Prawo
pt_br: Rampa direita
ru_ru: Скос направо
zh_cn: 右倾斜
zh_hant: 右坡道

# HalfBlockMode_Solid
source: Set Solid
ar_bh: تعيين صلب
de_de: Voller Block
es_es: Establecer sólido
ja_jp: セット・ソリッド
ko_kr: 셋 고단히
pl_pl: Ustaw Jako Solidny
pt_br: Definir sólido
ru_ru: Сделать твёрдым
zh_cn: 凝固
zh_hant: 穩固

# JunctionBoxMode_Left
source: Left Facing
ar_bh: مواجهة اليسار
de_de: Nach links gerichtet
es_es: Mirando a la izquierda
fr_fr: Face à gauche
it_it: Rivolto a sinistra
ja_jp: 左向き
ko_kr: 좌측 방향
pl_pl: Lewa strona
pt_br: Voltado para a esquerda
ru_ru: Лицом влево
zh_cn: 朝左
zh_hant: 左向

# JunctionBoxMode_None
source: None
ar_bh: لا أحد
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuna
ja_jp: 全くありません
ko_kr: 전혀 없습니다
pl_pl: Nic
pt_br: Nenhum
ru_ru: Никто
zh_cn: 没有任何
zh_hant: 沒有

# JunctionBoxMode_Normal
source: Normal
ar_bh: طبيعي
it_it: Normale
ja_jp: ノーマル
ko_kr: 정상
pl_pl: Normalna
ru_ru: Обычный
zh_cn: 普通的
zh_hant: 正常

# JunctionBoxMode_Right
source: Right Facing
ar_bh: المواجهة اليمنى
de_de: Nach rechts gerichtet
es_es: Mirando a la derecha
fr_fr: Orienté vers la droite
it_it: Rivolto a destra
ja_jp: 右向き
ko_kr: 우측 방향
pl_pl: Prawo skierowane
pt_br: Voltado para a direita
ru_ru: Право лицом
zh_cn: 右脸
zh_hant: 右向

# JunctionBox_Use
source: Junction Box:
ar_bh: مربع تقاطع:
de_de: Kabelkreuzung:
es_es: Conector:
fr_fr: Boîte de jonction :
it_it: Scatola di derivazione:
ja_jp: ジャンクションボックス:
ko_kr: 접속 박스:
pl_pl: Skrzynka przyłączeniowa:
pt_br: Caixa de junção:
ru_ru: Распределительная коробка:
zh_cn: 接线盒：
zh_hant: 接線盒：

# keybind_capture_instruction
source: Press a key, mouse button, or scroll wheel...
ar_bh: اضغط على زر أو زر الفأرة أو عجلة التمرير...
de_de: Drücke eine Taste, Maustaste oder ein Scrollrad...
es_es: Pulsa una tecla, un botón del ratón o la rueda del ratón...
fr_fr: Appuyez sur une touche, un bouton de souris ou une molette de défilement...
it_it: Premi un tasto, un tasto del mouse o la rotella...
ja_jp: キーやマウスボタン、スクロールホイールを押せば...
pl_pl: Naciśnij klawisz, przycisk myszy lub kółko przewijania...
pt_br: Pressione uma tecla, botão do mouse ou roda de rolagem...
ru_ru: Нажмите клавишу, мышь или колесо прокрутки...
zh_hant: 按鍵、滑鼠或滾輪......
