Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# world_explorer_open_explorer_tooltip
source: Open in Explorer
ar_bh: افتح في مستكشف
de_de: Öffnen im Explorer
es_es: Abrir en el explorador
fr_fr: Ouvrir dans Explorer
it_it: Apri in Esploratore
ja_jp: エクスプローラーで開く
pl_pl: Otwórz w Explorerze
pt_br: Abrir no Explorador
ru_ru: Открыть в Explorer
zh_hant: 在 Explorer 開啟

# world_explorer_pin
source: Pin
ar_bh: تثبيت
de_de: Anheften
es_es: Fijar
fr_fr: Épingle
it_it: Spilla
ja_jp: ピン
ko_kr: 핀
pl_pl: Przypinka
ru_ru: Пин
zh_hant: 釘住

# world_explorer_preview_backup_tooltip
source: Preview backup
ar_bh: النسخ الاحتياطي للمعاينة
de_de: Vorschau-Backup
es_es: Vista previa de la copia de seguridad
fr_fr: Sauvegarde d’aperçu
it_it: Backup di anteprima
ja_jp: プレビューバックアップ
pl_pl: Kopia zapasowa podglądowa
pt_br: Backup de prévia
ru_ru: Предварительное резервное копирование
zh_hant: 預覽備份

# world_explorer_preview_format
source: Preview: {0}
ar_bh: معاينة: {0}
de_de: Vorschau: {0}
es_es: Vista previa: {0}
fr_fr: Aperçu : {0}
it_it: Anteprima: {0}
ja_jp: プレビュー:{0}
pl_pl: Zapowiedź: {0}
pt_br: Prévia: {0}
ru_ru: Превью: {0}
zh_hant: 預告：{0}

# world_explorer_preview_tooltip
source: Preview world map
ar_bh: خريطة العالم المعاينة
de_de: Weltkarte vorschauen
es_es: Vista previa del mapa del mundo
fr_fr: Aperçu de la carte du monde
it_it: Anteprima della mappa del mondo
ja_jp: プレビューワールドマップ
pl_pl: Podgląd mapy świata
pt_br: Prévia do mapa-múndi
ru_ru: Предварительный просмотр карты мира
zh_hant: 預覽世界地圖

# world_explorer_search_placeholder
source: Search worlds...
ar_bh: العوالم البحثية...
de_de: Durchsuche Welten...
es_es: Buscar mundos...
fr_fr: Cherche des mondes...
it_it: Cerca mondi...
ja_jp: サーチワールド...
pl_pl: Światy poszukiwań...
pt_br: Explorar mundos...
ru_ru: Поиск миров...
zh_hant: 搜尋世界...

# world_explorer_title
source: World Explorer
ar_bh: مستكشف العالم
de_de: Weltenentdecker
es_es: Explorador del mundo
fr_fr: Explorateur du monde
it_it: Esploratore del Mondo
ja_jp: ワールド・エクスプローラー
ko_kr: 월드 익스플로러
pl_pl: Światowy Explorer
pt_br: Explorador do Mundo
zh_hant: 世界探險家

# world_explorer_unpin
source: Unpin
ar_bh: إلغاء التثبيت
de_de: Lösen
es_es: Desfijar
fr_fr: Détacher
it_it: Sblocca
ja_jp: ピンを外せ
ko_kr: 핀 해제
pl_pl: Odpiąć
pt_br: Desimobilizar
ru_ru: Раззакрепить
zh_hant: 解開

# wp_fixbackground
source: Fix Background Gap
ar_bh: إصلاح فجوة الخلفية
de_de: Hintergrundlücke schließen
es_es: Arreglar huecos en el fondo
fr_fr: Corriger le fossé de fond
it_it: Correggere il gap di background
ja_jp: バックグラウンドギャップの修正
ko_kr: 배경 갭 수정
pl_pl: Napraw lukę w tle
pt_br: Corrigir lacuna de plano de fundo
ru_ru: Исправление фонового пробела
zh_hant: 修正背景空隙

# tool_clipboard_flipx
source: Flip X
ar_bh: فليب إكس
es_es: Girar en X
ja_jp: フリップX
ko_kr: 플립 X

# menu_language_ar
source: العربية
es_es: Árabe

# menu_language_ja
source: 日本語
es_es: Japonés

# menu_language_ko
source: 한국어
es_es: Coreano

# menu_language_ru
source: Русский
es_es: Ruso

# menu_language_zh
source: 中文 (简体)
ar_bh: 中文
de_de: 中文
es_es: Chino (simplificado)
pl_pl: 中文
pt_br: 中文
ru_ru: 中文
zh_cn: 中文

# menu_language_zh_hant
source: 中文 (繁體)
es_es: Chino (tradicional)

# tool_wp_holiday_xmas
source: XMas
ar_bh: عيد الميلاد
de_de: Weihnachten
es_es: Navidad
ko_kr: 엑스마스
pl_pl: Święta
pt_br: Natal
ru_ru: Рождество
zh_cn: 圣诞节

# specialtile_label_acc2
source: Acc2
ko_kr: 악 2
ru_ru: Аксессуар 2

# specialtile_label_acc3
source: Acc3
ru_ru: Аксессуар 3

# specialtile_label_acc4
source: Acc4
ru_ru: Аксессуар 4

# specialtile_label_acc5
source: Acc5
ru_ru: Аксессуар 5

# specialtile_label_acc6
source: Acc6
ko_kr: 악동 6
ru_ru: Аксессуар 6

# scripting_api
source: API
ar_bh: واجهة برمجة التطبيقات
