Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# tool_wp_boss_skeletronprime
source: Skeletron Prime
ar_bh: هيكل عظمي رئيس الوزراء
es_es: Esqueletrón Mayor
ja_jp: スケルトロンプライム
ko_kr: 스켈레트론 프라임
pl_pl: Szkieletron Prime
pt_br: Esqueletron Alfa
ru_ru: Скелетрон Прайм
zh_cn: 机械骷髅王
zh_hant: 骷髏王 Prime

# tool_wp_boss_solarpillar
source: Solar Pillar
ar_bh: عمود شمسي
de_de: Sonnensäule
es_es: Pilar solar
fr_fr: Pilier solaire
it_it: Pilastro Solare
ja_jp: ソーラーピラー
ko_kr: 태양 기둥
pl_pl: Filar Słońca
pt_br: Coluna do Sol
ru_ru: Башня солнца
zh_cn: 日耀柱
zh_hant: 太陽柱

# tool_wp_boss_stardustpillar
source: Stardust Pillar
ar_bh: عمود ستاردست
de_de: Sternenstaubsäule
es_es: Pilar de Polvo Estelar
fr_fr: Pilier de la Poussière d’Étoiles
it_it: Pilastro della Polvere di Stelle
ja_jp: 星屑の柱
ko_kr: 스타더스트 필러
pl_pl: Filar Pyłu Gwiezdnego
pt_br: Coluna de Pó das Estrelas
ru_ru: Башня звёздной пыли
zh_cn: 星尘柱
zh_hant: 星塵柱

# tool_wp_boss_twins
source: The Twins
ar_bh: التوائم
de_de: Die Zwillinge
es_es: Los gemelos
fr_fr: Les Jumeaux
it_it: I Gemelli
ja_jp: ツインズ
ko_kr: 쌍둥이
pl_pl: Bliźniaki
pt_br: Os Gêmeos
ru_ru: Близнецы
zh_cn: 双子魔眼
zh_hant: 雙胞胎

# tool_wp_boss_vortexpillar
source: Vortex Pillar
ar_bh: دوامة عمود
de_de: Vortexsäule
es_es: Pilar de vórtice
fr_fr: Pilier de Vortex
it_it: Pilastro del Vortice
ja_jp: 渦柱
ko_kr: 소용돌이 기둥
pl_pl: Filar Wiru
pt_br: Coluna do Vórtice
ru_ru: Башня вихря
zh_cn: 星旋柱
zh_hant: 漩渦柱

# tool_wp_boss_walloffflesh
source: Wall of Flesh
ar_bh: جدار اللحم
de_de: Fleischwand
es_es: Muro de carne
fr_fr: Mur de Chair
it_it: Muro di Carne
ja_jp: 肉の壁
ko_kr: 살의 벽
pl_pl: Ściana Mięsa
pt_br: Parede de Carne
ru_ru: Стена плоти
zh_cn: 血肉墙
zh_hant: 肉牆

# tool_wp_cavern_level
source: Cavern Level
ar_bh: مستوى الكهف
de_de: Höhlenniveau
es_es: Nivel de la caverna
fr_fr: Niveau de la Caverne
it_it: Livello della Caverna
ja_jp: 洞窟レベル
ko_kr: 동굴 레벨
pl_pl: Poziom Jaskini
pt_br: Nível da caverna
ru_ru: Уровень пещер
zh_cn: 洞穴深度
zh_hant: 洞穴層

# tool_wp_chinese
source: Chinese World Version
ar_bh: النسخة الصينية العالمية
de_de: Chinesische Weltversion
es_es: Versión china
fr_fr: Version chinoise du monde
it_it: Versione cinese del mondo
ja_jp: 中国語世界版
ko_kr: 중국 세계 버전
pl_pl: Chińska wersja światowa
pt_br: Versão do Mundo Chinês
ru_ru: Китайская мировая версия
zh_hant: 中國世界版

# tool_wp_cloud_bg_active
source: Cloud BG Active
de_de: Cloud BG Aktiv
es_es: Fondo de nubes activo
ja_jp: クラウドBGアクティブ
ko_kr: 클라우드 BG 활성
zh_hant: 雲端BG主動

# tool_wp_cobalt
source: Cobalt Tier
ar_bh: مستوى الكوبالت
de_de: Kobalterz
es_es: Tipo de mineral (Cobalto/Paladio)
fr_fr: Palier Cobalt
it_it: Livello Cobalto
ja_jp: コバルト層
ko_kr: 코발트 티어
pl_pl: Wariant Kobaltu
pt_br: Nível de cobalto
ru_ru: Кобальт
zh_cn: 钴矿
zh_hant: 鈷級

# tool_wp_combatbook
source: Combat Book
ar_bh: كتاب القتال
de_de: Kampfbuch
es_es: Técnicas de combate avanzadas
fr_fr: Livre de combat
it_it: Libro di Combattimento
ja_jp: コンバット・ブック
ko_kr: 전투 서적
pl_pl: Książka walki
pt_br: Livro de Combate
ru_ru: Боевая книга
zh_hant: 戰鬥書

# tool_wp_combatbooktwo
source: Combat Book Volume Two
ar_bh: كتاب القتال المجلد الثاني
de_de: Combat Book Band Zwei
es_es: Técnicas de combate avanzadas: Volumen 2
fr_fr: Livre de combat Volume Deux
it_it: Libro di Combattimento Volume Due
ja_jp: コンバット・ブック 第2巻
ko_kr: 전투 북 2권
pl_pl: Książka walki Tom drugi
pt_br: Volume do Livro de Combate Dois
ru_ru: Боевая книга Том второй
zh_hant: 戰鬥書第二卷

# tool_wp_console
source: Console World Version
ar_bh: إصدار عالم وحدة التحكم
de_de: Konsolenwelt Version
es_es: Versión para consolas
it_it: Versione Console World
ja_jp: コンソールワールド版
ko_kr: 콘솔 월드 버전
pl_pl: Światowa wersja konsoli
pt_br: Versão do mundo do console
ru_ru: Консольная мировая версия
zh_hant: 主機世界版

# tool_wp_copper
source: Copper Tier
ar_bh: الطبقة النحاسية
de_de: Kupfererz
es_es: Tipo de mineral (Cobre/Estaño)
fr_fr: Couche cuivre
ja_jp: 銅層
ko_kr: 구리층
pl_pl: Wariant Miedzi
pt_br: Nível de cobre
ru_ru: Медь
zh_cn: 铜矿
zh_hant: 銅層

# tool_wp_crimson
source: Crimson
ar_bh: قرمزي
de_de: Purpur
es_es: Carmesí
it_it: Cremisi
ja_jp: クリムゾン
ko_kr: 크림슨
pl_pl: Szkartłat
pt_br: Carmim
ru_ru: Багрянец
zh_cn: 猩红
zh_hant: 深紅

# tool_wp_cultist_delay
source: Cultist Delay
ar_bh: تأخير الطائفة
de_de: Kultisten-Verzögerung
es_es: Demora del Sectario lunático
fr_fr: Retard du cultiste
it_it: Ritardo del Cultista
ja_jp: カルト教団の遅延
ko_kr: 컬티스트 딜레이
pl_pl: Opóźnienie kultystów
pt_br: Atraso do Cultista
ru_ru: Культистская задержка
zh_hant: 邪教徒延遲

# tool_wp_difficulty
source: Difficulty
ar_bh: حرج
de_de: Fortschritt
es_es: Dificultad
fr_fr: Difficulté
it_it: Difficoltà
ja_jp: 難易度
ko_kr: 난이도
pl_pl: Poziom Trudności
pt_br: Dificuldade
ru_ru: Сложность
zh_cn: 难度
zh_hant: 難度

# tool_wp_difficulty_hardmode
source: Hardmode
ar_bh: هاردمود
es_es: Modo difícil
fr_fr: Mode difficile
it_it: Modalità difficile
ja_jp: ハードモード
ko_kr: 하드모드
pt_br: Modo Difícil
ru_ru: Хардмод
zh_cn: 困难模式
zh_hant: 困難模式

# tool_wp_dontstarve
source: Don't Starve World
ar_bh: لا تجويع العالم
de_de: „The Constant“
es_es: Don't Starve (The constant)
fr_fr: Ne faimez pas le monde
it_it: Non Famare il Mondo
ja_jp: 世界を飢えさせるな
ko_kr: 세상을 굶주리지 마
pl_pl: Nie głoduj świata
pt_br: Não faça fome no Mundo
ru_ru: Мир Don't Starve
zh_cn: 饥荒
zh_hant: 別餓死世界

# tool_wp_drunk
source: Drunk World
ar_bh: العالم في حالة سكر
es_es: Mundo borracho
fr_fr: Monde des ivrognes
it_it: Mondo degli Ubriachi
ja_jp: ドランク・ワールド
ko_kr: 드렁크 월드
pt_br: Mundo bêbado
ru_ru: Пьяный мир
zh_cn: 腐化
zh_hant: 醉酒世界

# tool_wp_dungeon_point
source: Dungeon Point
ar_bh: نقطة الزنزانة
es_es: Punto de la mazmorra
fr_fr: Point du Donjon
ja_jp: ダンジョンポイント
ko_kr: 던전 포인트
pl_pl: Punkt Lochu
pt_br: Ponto da Masmorra
ru_ru: Точка Подземелья
zh_hant: 地城點

# tool_wp_event
source: Event
ar_bh: حدث
es_es: Evento
fr_fr: Événement
it_it: Evento
ja_jp: イベント
ko_kr: 행사
pl_pl: Zdarzenie
pt_br: Evento
ru_ru: Нашествие
zh_cn: 事件
zh_hant: 活動

# tool_wp_gamemode
source: Game Mode
ar_bh: وضع اللعبة
de_de: Schwierigkeit
es_es: Modo de juego
fr_fr: Mode de jeu
it_it: Modalità di gioco
ja_jp: ゲームモード
ko_kr: 게임 모드
pl_pl: Tryb Gry
pt_br: Modo de jogo
ru_ru: Режим игры
zh_cn: 游戏模式
zh_hant: 遊戲模式

# tool_wp_gold
source: Gold Tier
ar_bh: الطبقة الذهبية
de_de: Golderz
es_es: Tipo de mineral (Oro/Platino)
fr_fr: Paliers Or
it_it: Livello Oro
ja_jp: ゴールドティア
ko_kr: 골드 티어
pl_pl: Poziom Złota
pt_br: Nível de ouro
ru_ru: Золото
zh_cn: 金矿
zh_hant: 金級

# tool_wp_gooworld
source: For The Worthy (FTW)
ar_bh: من أجل المستحقين (FTW)
de_de: Für die Würdigen (FTW)
es_es: Para los dignos (FTW)
fr_fr: Pour les Dignes (FTW)
it_it: Per i Degni (FTW)
ja_jp: フォー・ザ・ワージー(FTW)
ko_kr: 더 워디를 위해 (FTW)
pl_pl: Dla godnych (FTW)
pt_br: Para o Digno (FTW)
ru_ru: Для достойных (FTW)
zh_cn: Goo World
zh_hant: 為配得上者（FTW）

# tool_wp_guid
source: World GUID
ar_bh: المعرف الفريد العمومي العالمي
de_de: Welt-GUID
es_es: GUID
ja_jp: ワールド・ガイド
ko_kr: 세계 가이드
pl_pl: Świat GUID
pt_br: GUID do mundo
ru_ru: ID мира
zh_cn: 世界GUID
zh_hant: 世界GUID

# tool_wp_hardmode
source: Hardmode
ar_bh: هاردمود
es_es: Modo difícil
fr_fr: Mode difficile
it_it: Modalità difficile
ja_jp: ハードモード
ko_kr: 하드모드
pt_br: Modo Difícil
ru_ru: Хардмод
zh_cn: 困难模式
zh_hant: 困難模式

# tool_wp_holiday
source: Force Holidays
ar_bh: قوة العطلات
de_de: Saisonale Events
es_es: Forzar época festiva
fr_fr: Vacances de la Force
it_it: Vacanze della Forza
ja_jp: フォース・ホリデーズ
ko_kr: 포스 홀리데이
pl_pl: Wymuś Święta
pt_br: Forçar dias festivos
ru_ru: Включить праздники
zh_cn: 强制节日
zh_hant: 原力假期

# tool_wp_holiday_halloween
source: Halloween
ar_bh: هالوين
ja_jp: ハロウィン
ko_kr: 할로윈
ru_ru: Хэллоуин
zh_cn: 万圣节
zh_hant: 萬聖節

# tool_wp_holiday_halloween_forever
source: Force Halloween Forever
ar_bh: هالوين القوة إلى الأبد
de_de: Erzwingen Sie Halloween für immer
es_es: Forzar Halloween para siempre
fr_fr: Force Halloween pour toujours
it_it: Forzare Halloween per sempre
ja_jp: フォース・ハロウィン・フォーエバー
ko_kr: 포스 할로윈 포에버
pl_pl: Force Halloween na zawsze
pt_br: Forçar o Halloween para Sempre
ru_ru: Сила Хэллоуин навсегда
zh_hant: 萬聖節永遠的原力

# tool_wp_holiday_xmas_forever
source: Force Christmas Forever
ar_bh: عيد الميلاد القسري إلى الأبد
de_de: Weihnachten für immer erzwingen
es_es: Forzar Navidad para siempre
fr_fr: Force Noël pour toujours
it_it: Forzare il Natale per Sempre
ja_jp: フォース・クリスマス・フォーエバー
ko_kr: 포스 크리스마스 포에버
pl_pl: Zmuszamy Boże Narodzenie na zawsze
pt_br: Força o Natal para Sempre
ru_ru: Форсированное Рождество навсегда
zh_hant: 永遠的聖誕節

# tool_wp_id
source: World ID
ar_bh: معرف العالم
de_de: Welt-ID
es_es: ID del mundo
fr_fr: ID Mondial
it_it: ID del Mondo
ja_jp: ワールドID
ko_kr: 월드 ID
pl_pl: ID Świata
pt_br: ID do mundo
ru_ru: ID мира
zh_cn: 世界ID
zh_hant: 世界識別

# tool_wp_invasion
source: Invasions
ar_bh: الغزوات
de_de: Invasionen
es_es: Invasiones
it_it: Invasioni
ja_jp: 侵攻
ko_kr: 침공
pl_pl: Inwazja
pt_br: Invasões
ru_ru: Нашествия
zh_cn: 入侵
zh_hant: 入侵

# tool_wp_invasion_frostlegion
source: Frost Legion
ar_bh: فيلق فروست
es_es: Legión de escarcha
fr_fr: Légion de Givre
it_it: Legione di Gelo
ja_jp: フロスト・リージョン
ko_kr: 프로스트 군단
pl_pl: Mroźny Legion
pt_br: Legião Congelada
ru_ru: Снежный легион
zh_cn: 寒霜军团
zh_hant: 冰霜軍團

# tool_wp_invasion_goblinarmy
source: Goblin Army
ar_bh: جيش جرمين
de_de: Goblin-Armee
es_es: Ejército de duendes
fr_fr: Armée des Gobelins
it_it: Esercito Goblin
ja_jp: ゴブリン軍
ko_kr: 고블린 군대
pl_pl: Armia Goblinów
pt_br: Exército Goblin
ru_ru: Армия гоблинов
zh_cn: 哥布林军团
zh_hant: 哥布林軍隊

# tool_wp_invasion_martianmadness
source: Martian Madness
ar_bh: جنون المريخ
de_de: Marsianerwahnsinn
es_es: Locura marciana
fr_fr: Folie martienne
it_it: Follia marziana
ja_jp: 火星の狂気
ko_kr: 화성 광기
pl_pl: Marsjańskie Szaleństwo
pt_br: Loucura de Marte
ru_ru: Марсианское безумие
zh_cn: 火星入侵
zh_hant: 火星瘋狂

# tool_wp_invasion_pirateinvasion
source: Pirate Invasion
ar_bh: غزو القراصنة
de_de: Pirateninvasion
es_es: Invasión pirata
it_it: Invasione dei Pirati
ja_jp: 海賊侵略
ko_kr: 해적 침공
pl_pl: Inwazja Piratów
pt_br: Invasão Pirata
ru_ru: Вторжение пиратов
zh_cn: 海盗入侵
zh_hant: 海盜入侵

# tool_wp_invasion_size
source: Invasion Size
ar_bh: حجم الغزو
de_de: Invasionsgröße
es_es: Tamaño de la invasión
fr_fr: Taille de l’invasion
it_it: Dimensione dell'invasione
ja_jp: 侵攻規模
ko_kr: 침공 규모
pl_pl: Rozmiar Inwazji
pt_br: Tamanho da invasão
ru_ru: Размер нашествия
zh_cn: 事件规模
zh_hant: 入侵規模

# tool_wp_invasion_type
source: Invasion Type
ar_bh: نوع الغزو
de_de: Invasionsart
es_es: Tipo de invasión
fr_fr: Type d’invasion
it_it: Tipo di invasione
ja_jp: 侵攻タイプ
ko_kr: 침공 유형
pl_pl: Typ Inwazji
pt_br: Tipo de invasão
ru_ru: Тип нашествия
zh_cn: 事件类型
zh_hant: 入侵類型

# tool_wp_invasion_x
source: Invasion X Target
ar_bh: غزو X الهدف
de_de: Zielort (horizontal)
es_es: Objetivo X de la invasión
fr_fr: Cible Invasion X
it_it: Obiettivo Invasion X
ja_jp: 侵略Xターゲット
ko_kr: 인베이전 X 타겟
pl_pl: Inwazja X Cel
pt_br: Alvo X da invasão
ru_ru: Цель X нашествия
zh_cn: 事件x目标
zh_hant: 入侵X目標

# tool_wp_iron
source: Iron Tier
ar_bh: الطبقة الحديدية
de_de: Eisenerz
es_es: Tipo de mineral (Hierro/Plomo)
fr_fr: Niveau de fer
ja_jp: 鉄層
ko_kr: 아이언 티어
pl_pl: Wariant Żelaza
pt_br: Nível de ferro
ru_ru: Железо
zh_cn: 铁矿
zh_hant: 鐵階

# tool_wp_journeysend
source: Journey's End
ar_bh: نهاية الرحلة
fr_fr: La Fin du Voyage
it_it: Fine del viaggio
ja_jp: 旅の終わり
ko_kr: 여정의 끝
zh_cn: 行程的尽头
zh_hant: 旅程的終點

# tool_wp_lanternnight
source: Lantern Night
ar_bh: ليلة الفانوس
de_de: Laternennacht
es_es: Noche de linternas
fr_fr: Nuit des Lanternes
it_it: Notte delle lanterne
ja_jp: ランタンナイト
ko_kr: 등불의 밤
pl_pl: Noc Latarni
pt_br: Noite das Lanternas
ru_ru: Ночь фонарей
zh_hant: 燈籠之夜

# tool_wp_lanternnight_cooldown
source: Lantern Night Cooldown
ar_bh: فانوس ليلة التبريد
de_de: Laternennacht Cooldown
es_es: Tiempo de espera de la noche de linternas
fr_fr: Temps de recharge de la Nuit des Lanternes
it_it: Cooldown della Notte delle Lanterne
ja_jp: ランタンナイトクールダウン
ko_kr: 랜턴 나이트 쿨다운
pl_pl: Nocny czas odnowienia latarni
pt_br: Resfriamento noturno da lanterna
ru_ru: Фонарь Ночное охлаждение
zh_hant: 燈籠之夜冷卻時間

# tool_wp_lanternnight_genuine
source: Lantern Night Genuine
ar_bh: ليلة فانوس حقيقية
de_de: Laternennacht echt
es_es: Noche de linternas natural
fr_fr: Nuit des lanternes authentique
it_it: Notte delle Lanterne Autentica
ja_jp: ランタンナイト 本物
ko_kr: 랜턴 나이트 진짜
pl_pl: Latarnia Noc Autentyczna
pt_br: Noite de Lanterna Genuína
ru_ru: Фонарь Ночной Подлинный
zh_hant: 燈籠之夜真品

# tool_wp_lanternnight_manual
source: Lantern Night Manual
ar_bh: دليل ليلة الفانوس
de_de: Lantern Night Handbuch
es_es: Noche de linternas manual
fr_fr: Manuel de nuit de la lanterne
it_it: Manuale notturno delle lanterne
ja_jp: ランタンナイトマニュアル
ko_kr: 랜턴 나이트 매뉴얼
pl_pl: Podręcznik Lantern Night
pt_br: Manual noturno da lanterna
ru_ru: Ночное руководство по фонарю
zh_hant: 燈籠之夜手冊

# tool_wp_lanternnight_nextgenuine
source: Lantern Night Next Is Genuine
ar_bh: ليلة الفانوس التالية حقيقية
de_de: Lantern Night Next ist echt
es_es: La siguiente noche de linternas será natural
fr_fr: La nuit des lanternes Next est authentique
it_it: La Lantern Night Next è autentica
ja_jp: ランタンナイトは本物だ
ko_kr: 다음 랜턴 나이트는 진짜다
pl_pl: Noc Latarni Next jest autentyczna
pt_br: Noite de Lanterna Em seguida é genuína
ru_ru: Ночь фонаря следующая подлинная
zh_hant: 《燈籠之夜》下一版是真正的

# tool_wp_meteor
source: Meteor
ar_bh: نيزك
de_de: Meteorit
es_es: Meteorito
ja_jp: メテオ
ko_kr: 메테오
pl_pl: Meteoryt
pt_br: Meteoro
ru_ru: Метеорит
zh_cn: 陨石
zh_hant: 流星

# tool_wp_meteor_spawn
source: Spawn Meteor
ar_bh: تفرخ نيزك
de_de: erscheinen lassen
es_es: Generar meteorito
it_it: Meteorite di generazione
ja_jp: スポーンメテオ
ko_kr: 스폰 메테오
pl_pl: Zrzuć Meteoryt
pt_br: Invocar meteoro
ru_ru: Заспавнить метеорит
zh_cn: 生成陨石
zh_hant: 生成流星

# tool_wp_moondial_cooldown
source: Moondial Cooldown
ar_bh: القمر الاتصال الهاتفي التبريد
de_de: Moon Dial Abklingzeit
es_es: Tiempo de espera del Reloj Lunar Encantado
fr_fr: Temps de recharge du Moondial
ja_jp: ムーンダイアル・クールダウン
ko_kr: 달시계 쿨타임
pl_pl: Zegar odnowienia tarczy księżycowej
pt_br: Discagem lunar Cooldown
ru_ru: Лунный циферблат Охлаждение
zh_hant: 月亮冷卻時間

# tool_wp_moon_blood
source: Blood Moon
ar_bh: قمر الدم
de_de: Blutmond
es_es: Luna de sangre
fr_fr: Lune de Sang
it_it: Luna di Sangue
ja_jp: ブラッドムーン
ko_kr: 블러드 문
pl_pl: Krwawy Księżyc
pt_br: Lua de Sangue
ru_ru: Кровавая луна
zh_cn: 血月
zh_hant: 血月

# tool_wp_moon_eclipse
source: Is Eclipse
ar_bh: هو الكسوف
de_de: Sonnenfinsternis
es_es: Hay eclipse
fr_fr: C’est Eclipse
it_it: È Eclipse
ja_jp: エクリプスは
ko_kr: 이클립스는
pl_pl: Jest Zaćmienie Słońca
pt_br: É eclipse
ru_ru: Солнечное затмение
zh_cn: 日食
zh_hant: 是蝕

# tool_wp_moon_phase
source: Moon Phase
ar_bh: مرحلة القمر
de_de: Mondphase
es_es: Fase lunar
fr_fr: Phase lunaire
it_it: Fase lunare
ja_jp: 月の位相
ko_kr: 달 위상
pl_pl: Faza Księżyca
pt_br: Fase da lua
ru_ru: Фаза луны
zh_cn: 月相
zh_hant: 月相

# tool_wp_moon_style
source: Moon Style
ar_bh: نمط القمر
de_de: Mondart
es_es: Estilo de luna
fr_fr: Style lunaire
it_it: Stile lunare
ja_jp: 月流
ko_kr: 문스타일
pl_pl: Wygląd Księżyca
pt_br: Estilo da lua
ru_ru: Стиль луны
zh_cn: 月亮样式
zh_hant: 月亮風格

# tool_wp_mythril
source: Mythril Tier
ar_bh: مستوى أسطوري
de_de: Mithrilerz
es_es: Tipo de mineral (Mithril/Oricalco)
fr_fr: Palier Mythril
it_it: Livello Mythril
ja_jp: ミスリル階層
ko_kr: 미스릴 티어
pl_pl: Wariant Mitrillu
pt_br: Nível de mithril
ru_ru: Мифрил
zh_cn: 秘银矿
zh_hant: 秘銀階級

# tool_wp_name
source: World Name
ar_bh: اسم العالم
de_de: Weltname
es_es: Nombre del mundo
fr_fr: Nom du monde
it_it: Nome del mondo
ja_jp: ワールド・ネーム
ko_kr: 월드 네임
pl_pl: Nazwa Świata
pt_br: Nome do mundo
ru_ru: Название мира
zh_cn: 世界名称
zh_hant: 世界名稱

# tool_wp_notthebees
source: Not The Bees World
ar_bh: ليس عالم النحل
de_de: „Not the bees“
es_es: Mundo Not The Bees
fr_fr: Pas le monde des abeilles
it_it: Non il mondo delle api
ja_jp: ビーズ・ワールドではない
ko_kr: 비즈 월드가 아니야
pl_pl: Nie świat pszczół
pt_br: Não o Mundo das Abelhas
ru_ru: Мир "Только не пчёлы!"
zh_cn: 怎么会是蜜蜂
zh_hant: 不是蜜蜂的世界

# tool_wp_npc_angler
source: Angler
ar_bh: الصياد
es_es: Pescador
fr_fr: Pêcheur
it_it: Pescatore
ja_jp: アングラー
ko_kr: 낚시꾼
pl_pl: Rybak
pt_br: Pescador
ru_ru: Рыбак
zh_cn: 渔夫
zh_hant: 釣魚者

# tool_wp_npc_angler_mission
source: Angler Mission
ar_bh: بعثة الصياد
de_de: Angler-Quest
es_es: Misión del pescador
it_it: Missione Angler
ja_jp: アングラーミッション
ko_kr: 낚시꾼 미션
pl_pl: Misje u Rybaka
pt_br: Missão do pescador
ru_ru: Квест рыбака
zh_cn: 渔夫任务
zh_hant: 釣魚者使命

# tool_wp_npc_arms_dealer
source: Arms Dealer
ar_bh: تاجر أسلحة
de_de: Waffenhändler
es_es: Traficante de armas
fr_fr: Marchand d’armes
it_it: Trafficante d'armi
ja_jp: 武器商人
ko_kr: 무기상
pl_pl: Handlarz bronią
pt_br: Traficante
ru_ru: Торговец оружием
zh_hant: 軍火商

# tool_wp_npc_bought
source: NPCs Bought
ar_bh: NPCs اشترى
de_de: Erworbene NPCs
es_es: PNJs desbloqueados
fr_fr: PNJ achetés
it_it: NPC acquistati
ja_jp: 購入したNPC
ko_kr: 구매한 NPC
pl_pl: Zakupieni NPC
pt_br: NPCS comprados
ru_ru: Куплено у НИПов
zh_cn: NPCs购买
zh_hant: 購買的NPC

# tool_wp_npc_bunny
source: Bunny
ar_bh: الارنب
de_de: Hase
es_es: Conejito
ja_jp: バニー
ko_kr: 토끼
pl_pl: Zając
pt_br: Coelhinho
ru_ru: Кролик
zh_cn: 兔子
zh_hant: 兔子

# tool_wp_npc_cat
source: Cat
ar_bh: قط
de_de: Katze
es_es: Gato
ja_jp: 猫
ko_kr: 고양이
pl_pl: Kot
pt_br: Gato
ru_ru: Кошка
zh_cn: 猫
zh_hant: 貓咪

# tool_wp_npc_demolitionist
source: Demolitionist
ar_bh: الهدم
es_es: Demoledor
fr_fr: Démolisseur
it_it: Demolizionista
ja_jp: 爆破兵
ko_kr: 폭파 기사
pl_pl: Rozbiórka
pt_br: Demolidor
ru_ru: Подрывник
zh_hant: 拆除專家

# tool_wp_npc_dog
source: Dog
ar_bh: الكلب
de_de: Hund
es_es: Perro
fr_fr: Chien
it_it: Cane
ja_jp: 犬
ko_kr: 개
pl_pl: Pies
pt_br: Cão
ru_ru: Собака
zh_cn: 狗
zh_hant: 狗

# tool_wp_npc_dye_trader
source: Dye Trader
ar_bh: صبغ التاجر
de_de: Farbstoffhändler
es_es: Comerciante de tintes
fr_fr: Marchand de teintures
it_it: Commerciante di coloranti
ja_jp: ダイ・トレーダー
ko_kr: 다이 트레이더
pl_pl: Handlarz barwnikami
pt_br: Comerciante de Corantes
ru_ru: Краситель Трейдер
zh_hant: 染料商

# tool_wp_npc_goblintinkerer
source: Goblin Tinkerer
ar_bh: غوبلين تينكر
de_de: Goblin-Tüftler
es_es: Duende chapucero
fr_fr: Bricoleur gobelin
it_it: Inventore Goblin
ja_jp: ゴブリンのティンカー
ko_kr: 고블린 땜장이
pl_pl: Goblin Mechanik
pt_br: Inventor Goblin
ru_ru: Гоблин-инженер
zh_cn: 哥布林工匠
zh_hant: 哥布林修補匠

# tool_wp_npc_golfer
source: Golfer
ar_bh: لاعب غولف
es_es: Golfista
fr_fr: Golfeur
it_it: Golfista
ja_jp: ゴルファー
ko_kr: 골퍼
pl_pl: Golfista
pt_br: Golfista
ru_ru: Гольфист
zh_cn: 高尔夫球手
zh_hant: 高爾夫球手

# tool_wp_npc_mechanic
source: Mechanic
ar_bh: ميكانيكي
de_de: Mechanikerin
es_es: Mecánica
fr_fr: Mécanique
it_it: Meccanica
ja_jp: メカニック
ko_kr: 정비사
pl_pl: Mechaniczka
pt_br: Mecânica
ru_ru: Механик
zh_cn: 机械师
zh_hant: 機制

# tool_wp_npc_merchant
source: Merchant
ar_bh: تاجر
de_de: Kaufmann
es_es: Mercader
fr_fr: Marchand
it_it: Mercante
ja_jp: 商人
ko_kr: 상인
pl_pl: Kupiec
pt_br: Comerciante
ru_ru: Торговец
zh_hant: 商人

# tool_wp_npc_nurse
source: Nurse
ar_bh: ممرض
de_de: Krankenschwester
es_es: Enfermera
fr_fr: Infirmière
it_it: Infermiera
ja_jp: 看護師
ko_kr: 간호사
pl_pl: Pielęgniarka
pt_br: Enfermeira
ru_ru: Няня
zh_hant: 護士

# tool_wp_npc_partygirl
source: Party Girl
ar_bh: فتاة الحفلات
es_es: Chica fiestera
fr_fr: Fêtard
it_it: Ragazza della festa
ja_jp: パーティーガール
ko_kr: 파티 걸
pl_pl: Imprezowa dziewczyna
pt_br: Garota da Festa
ru_ru: Тусовщица
zh_hant: 派對女孩

# tool_wp_npc_princess
source: Princess
ar_bh: الاميره
de_de: Prinzessin
es_es: Princesa
fr_fr: Princesse
it_it: Principessa
ja_jp: 王女
ko_kr: 공주
pl_pl: Księżniczka
pt_br: Princesa
ru_ru: Принцесса
zh_hant: 公主

# tool_wp_npc_saved
source: NPCs Saved
ar_bh: NPCs المحفوظة
de_de: Gerettete NPCs
es_es: PNJs salvados
fr_fr: PNJ sauvés
it_it: NPC salvati
ja_jp: 救済したNPCたち
ko_kr: 구출된 NPC
pl_pl: Uratowani NPC
pt_br: NPCs salvos
ru_ru: НИПы сохранены
zh_cn: 已存在的NPC
zh_hant: 已救的NPC

# tool_wp_npc_saved_label
source: NPCs Saved
ar_bh: NPCs المحفوظة
de_de: Gerettete NPCs
es_es: PNJs salvados
fr_fr: PNJ sauvés
it_it: NPC salvati
ja_jp: 救済したNPCたち
ko_kr: 구출된 NPC
pl_pl: Uratowani NPC
pt_br: NPCs salvos
ru_ru: НИПы сохранены
zh_hant: 已救的NPC

# tool_wp_npc_slime_blue
source: Blue Slime
ar_bh: الوحل الأزرق
de_de: Blauer Schleim
es_es: Slime Nerd
fr_fr: Slime bleu
it_it: Slime Blu
ja_jp: ブルースライム
ko_kr: 블루 슬라임
pl_pl: Niebieski szlam
pt_br: Slime Azul
ru_ru: Голубая слизь
zh_hant: 藍色史萊姆

# tool_wp_npc_slime_copper
source: Copper Slime
ar_bh: الوحل النحاسي
de_de: Kupferschleim
es_es: Slime Escudero
fr_fr: Slime de cuivre
it_it: Slime di rame
ja_jp: 銅スライム
ko_kr: 구리 점액
pl_pl: Szlam miedziany
pt_br: Slime de Cobre
ru_ru: Медная слизь
zh_hant: 銅黏液

# tool_wp_npc_slime_green
source: Green Slime
ar_bh: الوحل الأخضر
de_de: Grüner Schleim
es_es: Slime Cool
fr_fr: Slime vert
it_it: Slime Verde
ja_jp: グリーンスライム
ko_kr: 그린 슬라임
pl_pl: Zielony szlam
pt_br: Slime Verde
ru_ru: Зеленая слизь
zh_hant: 綠色史萊姆

# tool_wp_npc_slime_old
source: Old Slime
ar_bh: الوحل القديم
de_de: Alter Schleim
es_es: Slime Anciano
fr_fr: Vieux Slime
it_it: Vecchio Slime
ja_jp: オールド・スライム
ko_kr: 올드 슬라임
pl_pl: Stary Slime
pt_br: Lodo velho
ru_ru: Старая слизь
zh_hant: 老史萊姆

# tool_wp_npc_slime_purple
source: Purple Slime
ar_bh: الوحل الأرجواني
de_de: Lila Schleim
es_es: Slime Torpe
fr_fr: Slime violet
it_it: Slime viola
ja_jp: パープルスライム
ko_kr: 퍼플 슬라임
pl_pl: Fioletowy śluz
pt_br: Slime Roxo
ru_ru: Фиолетовая слизь
zh_hant: 紫色史萊姆

# tool_wp_npc_slime_rainbow
source: Rainbow Slime
ar_bh: قوس قزح الوحل
de_de: Regenbogenschleim
es_es: Slime Arcoíris
fr_fr: Slime arc-en-ciel
it_it: Melma arcobaleno
ja_jp: レインボースライム
ko_kr: 무지개 슬라임
pl_pl: Tęczowy szlam
pt_br: Slime arco-íris
ru_ru: Радужная слизь
zh_hant: 彩虹史萊姆

# tool_wp_npc_slime_red
source: Red Slime
ar_bh: الوحل الأحمر
de_de: Roter Schleim
es_es: Slime Malhumorado
fr_fr: Slime rouge
it_it: Melma Rossa
ja_jp: 赤いスライム
ko_kr: 붉은 슬라임
pl_pl: Czerwony śluz
pt_br: Slime Vermelho
ru_ru: Красная слизь
zh_hant: 紅色史萊姆

# tool_wp_npc_slime_yellow
source: Yellow Slime
ar_bh: الوحل الأصفر
de_de: Gelber Schleim
es_es: Slime Místico
fr_fr: Slime jaune
it_it: Slime giallo
ja_jp: イエロースライム
ko_kr: 노란 슬라임
pl_pl: Żółty śluz
pt_br: Lodo Amarelo
ru_ru: Желтая слизь
zh_hant: 黃色史萊姆

# tool_wp_npc_spawn_unlocked
source: NPC Spawn Unlocked
ar_bh: NPC تفرخ مقفلة
de_de: NPC-Spawn freigeschaltet
es_es: Aparición de PNJ desbloqueado
fr_fr: Apparition des PNJ débloquée
it_it: Spawn NPC sbloccato
ja_jp: NPCスポーンがアンロックされました
ko_kr: NPC 스폰 잠금 해제
pl_pl: NPC Spawn Odblokowany
pt_br: Cria do NPC Desbloqueada
ru_ru: NPC Спаун разблокирован
zh_hant: NPC 出生點已解鎖

# tool_wp_npc_stylist
source: Stylist
ar_bh: المصمم
de_de: Stylistin
es_es: Estilista
fr_fr: Styliste
ja_jp: スタイリスト
ko_kr: 스타일리스트
pl_pl: Stylistka
pt_br: Cabeleireira
ru_ru: Стилист
zh_cn: 发型师
zh_hant: 造型師

# tool_wp_npc_tavernkeep
source: Tavernkeep
ar_bh: الحانة
de_de: Tavernenwirt
es_es: Tabernero
fr_fr: Tavernier
it_it: Tavernista
ja_jp: 酒場経営
ko_kr: 선술집
pl_pl: Karczmarz
pt_br: Taberneiro
ru_ru: Трактирщик
zh_cn: 酒馆老板
zh_hant: 酒館老闆

# tool_wp_npc_taxcollector
source: Tax Collector
ar_bh: جباية الضرائب
de_de: Steuereintreiber
es_es: Recaudador de impuestos
fr_fr: Collecteur d’impôts
it_it: Esattore delle tasse
ja_jp: 税務徴収官
ko_kr: 세금 징수관
pl_pl: Poborca Podatków
pt_br: Cobrador de Impostos
ru_ru: Сборщик налогов
zh_cn: 税收官
zh_hant: 稅務員

# tool_wp_npc_truffle
source: Truffle
ar_bh: الكماه
de_de: Trüffel
es_es: Trufa
fr_fr: Truffe
it_it: Tartufo
ja_jp: トリュフ
ko_kr: 트러플
pl_pl: Trufla
pt_br: Trufa
ru_ru: Трюфель
zh_hant: 松露

# tool_wp_npc_wizard
source: Wizard
ar_bh: ساحر
de_de: Zauberer
es_es: Hechicero
it_it: Mago
ja_jp: ウィザード
ko_kr: 마법사
pl_pl: Czarodziej
pt_br: Feiticeiro
ru_ru: Волшебник
zh_cn: 巫师
zh_hant: 巫師

# tool_wp_oldonesarmy
source: Old One's Army
ar_bh: جيش القديم
de_de: Armee des Alten
es_es: Ejército del Antiguo
fr_fr: L’Armée des Anciens
it_it: L'esercito del Vecchio
ja_jp: 古き者の軍
ko_kr: 올드 원의 군대
pl_pl: Armia Starszego
pt_br: Exército do Ancião
ru_ru: Армия древних
zh_cn: 撒旦军队
zh_hant: 古神軍團
