Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# keybind_capture_modifiers
source: (with optional Ctrl, Shift, or Alt modifiers)
ar_bh: (مع تعديلات اختيارية مثل Ctrl أو Shift أو Alt)
de_de: (mit optionalen Strg-, Shift- oder Alt-Modifikatoren)
es_es: (con modificadores opcionales Ctrl, Shift o Alt)
fr_fr: (avec des modificateurs optionnels Ctrl, Shift ou Alt)
it_it: (con modificatori opzionali Ctrl, Shift o Alt)
ja_jp: (オプションでCtrl、Shift、またはAlt修飾子を使えます)
pl_pl: (z opcjonalnymi modyfikatorami Ctrl, Shift lub Alt)
pt_br: (com modificadores opcionais Ctrl, Shift ou Alt)
ru_ru: (с опциональными модификаторами Ctrl, Shift или Alt)
zh_hant: （可選用 Ctrl、Shift 或 Alt 修飾鍵）

# keybind_capture_title
source: Press a key or click a mouse button
ar_bh: اضغط على زر زر أو انقر على زر الفأرة
de_de: Drücken Sie eine Taste oder drücken Sie eine Maustaste
es_es: Pulsa una tecla o haz clic en un botón del ratón
fr_fr: Appuyez sur une touche ou cliquez sur un bouton de souris
it_it: Premi un tasto o un tasto del mouse
ja_jp: キーを押すかマウスボタンをクリックする
pl_pl: Naciśnij klawisz lub kliknij myszką
pt_br: Pressione uma tecla ou clique no botão do mouse
ru_ru: Нажмите клавишу или мышь
zh_hant: 按下鍵或點擊滑鼠

# light_glow_intensity
source: Glow Intensity
es_es: Light Glow Intensity
it_it: Light Glow Intensity
zh_hant: Light Glow Intensity

# LiquidType_Honey
source: Honey
ar_bh: عسل
de_de: Honig
es_es: Miel
fr_fr: Chéri
ja_jp: ハニー
ko_kr: 여보
pl_pl: Miód
pt_br: Mel
ru_ru: Мёд
zh_cn: 蜂蜜
zh_hant: 親愛的

# LiquidType_Lava
source: Lava
ar_bh: الحمم
fr_fr: Lave
ja_jp: 溶岩
ko_kr: 용암
pl_pl: Lawa
ru_ru: Лава
zh_cn: 岩浆
zh_hant: 熔岩

# LiquidType_None
source: No Liquid
ar_bh: لا يوجد سائل
de_de: Keine Flüssigkeit
es_es: Sin líquido
fr_fr: Pas de liquide
it_it: Nessun liquido
ja_jp: 液体はなし
ko_kr: 액체 없음
pl_pl: Nie Płynny
pt_br: Nenhum Líquido
ru_ru: Нет жидкости
zh_cn: 无液体
zh_hant: 不要液體

# LiquidType_Shimmer
source: Shimmer
es_es: Fulgor
ja_jp: シマー
ru_ru: Шиммер
zh_hant: 閃爍

# LiquidType_Water
source: Water
ar_bh: الماء
de_de: Wasser
es_es: Agua
fr_fr: Eau
it_it: Acqua
ja_jp: 水
ko_kr: 물
pl_pl: Woda
pt_br: Água
ru_ru: Вода
zh_cn: 水
zh_hant: 水

source: Liquid Amount:
ar_bh: الكمية السائلة:
de_de: Flüssigkeitsmenge:
es_es: Cantidad de líquido:
fr_fr: Quantité de liquide :
it_it: Quantità di liquido:
ja_jp: 液体の量:
ko_kr: 액체 양:
pl_pl: Płynna ilość:
pt_br: Quantidade Líquida:
ru_ru: Количество жидкости:
zh_hant: 液體量：

# MaskMode_Empty
source: Edit Empty
ar_bh: تحرير فارغ
de_de: Nur leere
es_es: Vacío
fr_fr: Édition : Vide
it_it: Modifica: vuoto
ja_jp: 編集:空
ko_kr: 수정: 빈 상태
pl_pl: Edytuj Pusty
pt_br: Editar vazio
ru_ru: Изменить пустое
zh_cn: 允许为空
zh_hant: 編輯：空白

# MaskMode_Match
source: Edit Matching
ar_bh: تحرير المطابقة
de_de: Übereinstimmende
es_es: Coincidencide
fr_fr: Édition : Correspondance
it_it: Modifica Matching
ja_jp: 編集:マッチング
ko_kr: 편집: 매칭
pl_pl: Edytuj Dopasowanie
pt_br: Editar correspondentes
zh_cn: 仅配对
zh_hant: 編輯：匹配

# MaskMode_NotMatching
source: Edit not Matching
ar_bh: تحرير غير مطابق
de_de: Nicht übereinstimmende
es_es: No coincide
fr_fr: Édition : Pas correspondant
it_it: Modifica: non corrisponde
ja_jp: 編集:マッチしていません
ko_kr: 수정: 일치하지 않음
pl_pl: Edytuj Niedopasowane
pt_br: Editar não correspondentes
zh_cn: 仅不匹配
zh_hant: 編輯：不匹配

# MaskMode_Off
source: Disable Mask
ar_bh: تعطيل القناع
de_de: Ohne Maske
es_es: Desactivar máscara
fr_fr: Désactiver le masque
it_it: Disabilita la Maschera
ja_jp: マスクを無効化
ko_kr: 마스크 비활성화
pl_pl: Wyłącz Maskę
pt_br: Desabilitar máscara
ru_ru: Выключить маску
zh_cn: 禁用覆盖
zh_hant: 解除面具

# menu_copyfirstitem
source: Copy first item
ar_bh: نسخ البند الأول
de_de: Erstes Element kopieren
es_es: Copiar primer elemento
fr_fr: Copier le premier élément
it_it: Copia primo elemento
ja_jp: 最初の項目をコピーしてください
ko_kr: 첫 번째 항목 복사
pl_pl: Kopiuj pierwszy element
pt_br: Copiar primeiro item
ru_ru: Скопировать первый элемент
zh_hant: 第一項複製

# menu_edit
source: Edit
ar_bh: حرر
de_de: Bearbeiten
es_es: Editar
fr_fr: Édit
it_it: Modifica
ja_jp: 編集
ko_kr: 수정
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
zh_cn: 编辑
zh_hant: 編輯

# menu_edit_copy
source: Copy
ar_bh: نسخ
de_de: Kopieren
es_es: Copiar
fr_fr: Bien reçu
it_it: Ricevuto
ja_jp: 了解
ko_kr: 알겠습니다
pl_pl: Kopiuj
pt_br: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_hant: 收到

# menu_edit_crop
source: Crop World
ar_bh: عالم المحاصيل
de_de: Welt zuschneiden
es_es: Cortar
fr_fr: Monde des cultures
ja_jp: クロップワールド
ko_kr: 크롭 월드
pl_pl: Świat upraw
pt_br: Mundo da colheita
ru_ru: Обрезать мир
zh_hant: 作物世界

# menu_edit_delete
source: Delete Selection
ar_bh: حذف التحديد
de_de: Inhalte der Auswahl löschen
es_es: Eliminar selección
fr_fr: Supprimer la sélection
it_it: Elimina selezione
ja_jp: 選択を削除
ko_kr: 선택 삭제
pl_pl: Usuń Zaznaczone
pt_br: Deletar Seleção
ru_ru: Удалить выделение
zh_cn: 删除选择区
zh_hant: 刪除選擇

# menu_edit_expand
source: Expand World
ar_bh: توسيع العالم
de_de: Welt erweitern
es_es: Expandir mundo
fr_fr: Étendre le monde
it_it: Espandi il mondo
ja_jp: ワールドを拡大
ko_kr: 세계 확장
pl_pl: Rozwiń świat
pt_br: Expandir o mundo
ru_ru: Расширить мир
zh_hant: 擴展世界

# menu_edit_paste
source: Paste
ar_bh: معجون
de_de: Einfügen
es_es: Pegar
fr_fr: Pâte
it_it: Pasta
ja_jp: ペースト
ko_kr: 페이스트
pl_pl: Wklej
pt_br: Colar
ru_ru: Вставить
zh_cn: 粘贴
zh_hant: 黏貼

# menu_edit_redo
source: Redo
ar_bh: اعاده
de_de: Wiederholen
es_es: Rehacer
fr_fr: Refaire
it_it: Ripetizione
ja_jp: やり直し
ko_kr: 다시 한 번
pl_pl: Przywróć
pt_br: Refazer
ru_ru: Восстановить
zh_cn: 重做
zh_hant: 重來

# menu_edit_undo
source: Undo
ar_bh: تراجع
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
it_it: Annulla
ja_jp: 元に戻す
ko_kr: 되돌리기
pl_pl: Cofnij
pt_br: Desfazer
ru_ru: Отменить
zh_cn: 撤销
zh_hant: 還原

# menu_file
source: File
ar_bh: ملف
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
pl_pl: Plik
pt_br: Arquivo
ru_ru: Файл
zh_cn: 文件
zh_hant: 檔案

# menu_file_autosave
source: Enable Autosave
ar_bh: تمكين الحفظ التلقائي
de_de: Autospeichern aktivieren
es_es: Habilitar autoguardado
fr_fr: Activer l’autosauvegarde
it_it: Abilita il salvataggio automatico
ja_jp: オートセーブを有効にする
ko_kr: 자동 저장 활성화
pl_pl: Aktywuj Autozapis
pt_br: Habilitar salvamento automático
ru_ru: Включить автосохранение
zh_cn: 启用自动保存
zh_hant: 啟用自動存檔

# menu_file_autoupdate
source: Check for Updates on Startup
ar_bh: التحقق من وجود تحديثات عند بدء التشغيل
de_de: Beim Starten auf Updates prüfen
es_es: Buscar actualizaciones en arranque
fr_fr: Vérifiez les mises à jour sur le démarrage
it_it: Controlla aggiornamenti sull'avvio
ja_jp: 起動時の更新を確認してください
ko_kr: 시작 시 업데이트를 확인하세요
pl_pl: Sprawdzaj aktualizacje podczas uruchamiania
pt_br: Procurar por atualizações ao iniciar
ru_ru: Проверять обновления при запуске
zh_cn: 启动时检查更新
zh_hant: 啟動時請查看更新

# menu_file_exit
source: Exit
ar_bh: مخرج
de_de: Beenden
es_es: Salir
fr_fr: Sortie
it_it: Uscita
ja_jp: 退場
ko_kr: 출구
pl_pl: Wyjście
pt_br: Sair
ru_ru: Выйти
zh_cn: 退出
zh_hant: 退出

# menu_file_new
source: New
ar_bh: الجديد
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo
ja_jp: 新作
ko_kr: 신규
pl_pl: Nowy
pt_br: Novo
ru_ru: Создать
zh_cn: 新建
zh_hant: 新

# menu_file_open
source: Open
ar_bh: مفتوح
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvre
ja_jp: 開けて
ko_kr: 오픈
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
zh_cn: 打开
zh_hant: 開場

# menu_file_save
source: Save
ar_bh: أنقذ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_hant: 存檔

# menu_file_saveas
source: Save As
ar_bh: حفظ باسم
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
it_it: Salva come
ja_jp: 保存ファイル
ko_kr: 다른 이름으로 저장
pl_pl: Zapisz jako
pt_br: Salvar como
ru_ru: Сохранить как
zh_cn: 另存为
zh_hant: 另存為

# menu_file_saveasversion
source: Save As Version
ar_bh: حفظ ك إصدار
de_de: Als Version speichern
es_es: Guardar como versión
fr_fr: Enregistrer en tant que version
it_it: Salva come versione
ja_jp: バージョンとして保存
ko_kr: 버전 저장
pl_pl: Zapisz jako wersję
pt_br: Salvar como versão
ru_ru: Сохранить как версию
zh_cn: 另存为版本
zh_hant: 另存為版本

# menu_file_update
source: Check for Updates Now
ar_bh: التحقق من وجود تحديثات الآن
de_de: Auf Updates prüfen
es_es: Buscar actualizaciones
fr_fr: Vérifiez les mises à jour dès maintenant
it_it: Controlla ora gli aggiornamenti
ja_jp: 今すぐ更新をチェックしてください
ko_kr: 지금 업데이트를 확인하세요
pl_pl: Sprawdź nowe aktualizacje
pt_br: Procurar por atualizações agora
ru_ru: Проверить обновления
zh_cn: 检查更新
zh_hant: 立即查看最新消息

# menu_file_worlds
source: World Explorer...
ar_bh: مستكشف العالم...
de_de: Weltenentdecker...
es_es: Explorador del mundo...
fr_fr: Explorateur du monde...
it_it: Esploratore del Mondo...
ja_jp: ワールド・エクスプローラー...
ko_kr: 월드 익스플로러...
pt_br: Explorador do Mundo...
ru_ru: Исследователь мира...
zh_hant: 世界探險家...

# menu_filter
source: Filter
ar_bh: فلتر
es_es: Filtrar
fr_fr: Filtre
it_it: Filtro
ja_jp: フィルター
ko_kr: 필터
pl_pl: Filtr
pt_br: Filtro
ru_ru: Фильтр
zh_hant: 濾波器

# menu_filter_apply
source: Apply
ar_bh: يتقدم
de_de: Anwenden
es_es: Aplicar
fr_fr: Postulez
it_it: Candidati
ja_jp: 応募してください
ko_kr: 지원
pl_pl: Stosować
pt_br: Aplicar
ru_ru: Применять
zh_hant: 申請

# menu_filter_backgroundmode
source: BackgroundMode
ar_bh: وضع الخلفية
de_de: Hintergrundmodus
es_es: Modo de fondo
fr_fr: Mode Arrière-Fond
ja_jp: 背景モード
ko_kr: 배경모드
pl_pl: Tryb tła
pt_br: Modo de fundo
ru_ru: Фоновый режим
zh_hant: 背景模式

# menu_filter_cancel
source: Cancel
ar_bh: يلغي
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anulować
pt_br: Cancelar
ru_ru: Отмена
zh_hant: 取消

# menu_filter_custom
source: Custom
ar_bh: مخصص
de_de: Brauch
es_es: Personalizado
fr_fr: Coutumes
it_it: Consuetudine
ja_jp: 習慣
ko_kr: 관습
pl_pl: Zwyczaj
pt_br: Personalizado
ru_ru: Обычай
zh_hant: 習俗

# menu_filter_custom_tooltip
source: Pick custom background color
ar_bh: اختر لون خلفية مخصص
de_de: Wähle eine benutzerdefinierte Hintergrundfarbe
es_es: Elige un color de fondo personalizado
fr_fr: Choisissez une couleur d’arrière-plan personnalisée
it_it: Scegli un colore di sfondo personalizzato
ja_jp: カスタム背景色を選ぶ
pl_pl: Wybierz niestandardowy kolor tła
pt_br: Escolha cor de fundo personalizada
ru_ru: Выберите пользовательский цвет фона
zh_hant: 選擇自訂背景色

# menu_filter_darken
source: Darken
ar_bh: ظلام
es_es: Oscurecer
fr_fr: Assombrir
it_it: Oscurare
ja_jp: ダークン
pt_br: Escurecer
zh_hant: 黑暗

# menu_filter_darken_label
source: Darken:
ar_bh: داكن:
de_de: Verdunkeln:
es_es: Oscurecer:
fr_fr: Assombrir :
it_it: Oscura:
ja_jp: ダークン:
pl_pl: Ciemniej:
pt_br: Escurecer:
ru_ru: Затемнять:
zh_hant: 黑暗：

# menu_filter_disable
source: Disable
ar_bh: إبطال
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disabilitazione
ja_jp: 無効化
ko_kr: 비활성화
pl_pl: Wyłączyć
pt_br: Desativar
ru_ru: Запрещать
zh_hant: 停用

# menu_filter_filterclipboard
source: Filter Clipboard
ar_bh: تصفية الحافظة
de_de: Zwischenablage filtern
es_es: Filtrar portapapeles
fr_fr: Presse-papiers de filtre
it_it: Cartellino del filtro
ja_jp: フィルタークリップボード
ko_kr: 필터 클립보드
pl_pl: Filtruj schowek
pt_br: Filtrar área de transferência
ru_ru: Фильтровать буфер обмена
zh_hant: 濾鏡剪貼板

# menu_filter_filtermode
source: FilterMode
ar_bh: وضع التصفية
de_de: Filtermodus
es_es: Modo de filtro
ja_jp: フィルターモード
ko_kr: 필터 모드
pl_pl: Tryb filtra
pt_br: Modo Filtro
ru_ru: Режим фильтра
zh_hant: 過濾模式

# menu_filter_grayscale
source: Grayscale
ar_bh: تدرج الرمادي
de_de: Graustufen
es_es: Escala de grises
fr_fr: Niveaux de gris
it_it: Scala di grigi
ja_jp: グレースケール
ko_kr: 그레이스케일
pl_pl: Skala szarości
pt_br: Tons de cinza
ru_ru: Оттенки серого
zh_hant: 灰階

# menu_filter_header_liquids
source: Liquids
ar_bh: السوائل
de_de: Flüssigkeiten
es_es: Líquidos
fr_fr: Liquides
it_it: Liquidi
ja_jp: 液体
ko_kr: 액체
pl_pl: Płyny
pt_br: Líquidos
ru_ru: Жидкости
zh_hant: 液體

# menu_filter_header_sprites
source: Sprites
ar_bh: العفاريت
it_it: Sprite
ja_jp: スプライト
ko_kr: 스프라이트
pl_pl: Duszki
ru_ru: Спрайты
zh_hant: 精靈圖

# menu_filter_header_tiles
source: Tiles
ar_bh: البلاط
de_de: Fliesen
es_es: Bloques
fr_fr: Tuiles
it_it: Tessere
ja_jp: タイル
ko_kr: 타일
pl_pl: Płytki
pt_br: Azulejos
ru_ru: Плитка
zh_hant: 瓷磚

# menu_filter_header_walls
source: Walls
ar_bh: الجدران
de_de: Wände
es_es: Paredes
fr_fr: Murs
it_it: Mura
ja_jp: 壁
ko_kr: 성벽
pl_pl: Ściany
pt_br: Paredes
ru_ru: Стены
zh_hant: 城牆

# menu_filter_header_wires
source: Wires
ar_bh: الأسلاك
de_de: Drähte
es_es: Cables
fr_fr: Fils
it_it: Fili
ja_jp: ワイヤー
ko_kr: 전선
pl_pl: Przewody
pt_br: Fios
ru_ru: Провода
zh_hant: 電線

# menu_filter_hide
source: Hide
ar_bh: يخفي
de_de: Verstecken
es_es: Esconder
fr_fr: Cache-toi
it_it: Nasconditi
ja_jp: 隠れて
ko_kr: 숨어
pl_pl: Ukrywać
pt_br: Esconder
ru_ru: Скрывать
zh_hant: 躲起來

# menu_filter_normal
source: Normal
ar_bh: طبيعي
it_it: Normale
ja_jp: ノーマル
ko_kr: 정상
pl_pl: Normalna
ru_ru: Нормальный
zh_hant: 正常

# menu_filter_tab_check_all
source: Check All
ar_bh: تحقق من الكل
de_de: Alle markieren
es_es: Marcar todo
fr_fr: Cocher tout
it_it: Controlla tutto
ja_jp: 全てチェック
ko_kr: 모두 확인
pl_pl: Zaznacz wszystko
pt_br: Verifique tudo
ru_ru: Проверить все
zh_hant: 查看全部

# menu_filter_tab_searchname
source: Name
ar_bh: اسم
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名称
ko_kr: 이름
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя
zh_hant: 名稱

# menu_filter_tab_uncheck_all
source: Uncheck All
ar_bh: قم بإلغاء تحديد الكل
de_de: Alle abwählen
es_es: Desmarcar todo
fr_fr: Décocher tout
it_it: Deseleziona Tutti
ja_jp: すべてチェックを外す
ko_kr: 모두 체크 해제
pl_pl: Odznacz wszystko
pt_br: Desmarque tudo
ru_ru: Снимите все флажки
zh_hant: 取消勾選全部

# menu_filter_title
source: Advanced Filter
ar_bh: مرشح متقدم
de_de: Erweiterter Filter
es_es: Filtro avanzado
fr_fr: Filtre avancé
it_it: Filtro Avanzato
ja_jp: アドバンスドフィルター
ko_kr: 고급 필터
pl_pl: Zaawansowany filtr
pt_br: Filtro Avançado
ru_ru: Расширенный фильтр
zh_hant: 進階濾波器

# menu_filter_transparent
source: Transparent
ar_bh: شفاف
es_es: Transparente
it_it: Trasparente
ja_jp: 透明
ko_kr: 투명
pl_pl: Przezroczysty
pt_br: Transparente
ru_ru: Прозрачный
zh_hant: 透明

# menu_help
source: Help
ar_bh: تعليمات
de_de: Hilfe
es_es: Ayuda
fr_fr: À l’aide
it_it: Aiuto
ja_jp: 助けて
ko_kr: 도와주세요
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Помощь
zh_cn: 帮助
zh_hant: 救命

# menu_help_about
source: About
ar_bh: عن
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: 概要
ko_kr: 소개
pl_pl: O Programie
pt_br: Sobre
ru_ru: Подробнее
zh_cn: 关于
zh_hant: 關於

# menu_help_log
source: Open Log File
ar_bh: فتح ملف السجل
de_de: Logbuch-Datei öffnen
es_es: Abrir archivo de registro
fr_fr: Fichier journal ouvert
it_it: Apri il file di registro
ja_jp: ログファイルを開く
ko_kr: 오픈 로그 파일
pl_pl: Otwórz Logi
pt_br: Abrir o arquivo de registros
ru_ru: Открыть логи
zh_cn: 打开日志文件
zh_hant: 開啟日誌檔案

# menu_help_settings
source: Settings...
es_es: Ajustes...
fr_fr: Réglages...
it_it: Impostazioni...
ja_jp: 設定...
ko_kr: 설정...
zh_cn: 更新Settings.xml文件
zh_hant: 設定......

# menu_help_update
source: Update
ar_bh: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mise à jour
it_it: Aggiornamento
ja_jp: アップデート
ko_kr: 업데이트
pl_pl: Zaaktualizuj
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 更新
zh_hant: 更新

# menu_help_wiki
source: Wiki
ar_bh: ويكي
ja_jp: ウィキ
ko_kr: 위키
ru_ru: Вики
zh_cn: Wiki维基百科
zh_hant: 維基

# menu_language
source: Language
ar_bh: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pl_pl: Język
pt_br: Língua
ru_ru: Язык
zh_cn: 语言
zh_hant: 語言

# menu_language_de
source: Deutsch
es_es: Alemán
ja_jp: ドイツ語
ko_kr: 독일어
zh_hant: 德意志

# menu_language_en
source: English
es_es: Inglés
fr_fr: Anglais
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
zh_hant: 英文

# menu_language_es
source: Español
fr_fr: Espagnol
ja_jp: スペイン語
ko_kr: 에스파뇰
zh_cn: Spanish
zh_hant: 西班牙語

# menu_language_fr
source: Français
ar_bh: فرانسيس
es_es: Francés
it_it: Francese
ja_jp: フランス
ko_kr: 프랑스
pt_br: Francês
ru_ru: Франсе
zh_hant: 法蘭西

# menu_language_it
source: Italiano
ar_bh: إيطاليانو
fr_fr: Italien
ja_jp: イタリアーノ
ko_kr: 이탈리아노
ru_ru: Итальяно
zh_hant: 義大利語

# menu_language_pl
source: Polski
es_es: Polaco
ja_jp: ポルスキ
ko_kr: 폴스키
zh_hant: 波蘭

# menu_language_pt
source: Português
es_es: Portugués
fr_fr: Portugais
it_it: Portoghese
ja_jp: ポルトゲ
ko_kr: 포르투게스
zh_hant: 葡萄牙人

# menu_layers
source: Layers
ar_bh: الطبقات
de_de: Ansicht
es_es: Capas
fr_fr: Couches
it_it: Strati
ja_jp: 層
ko_kr: 층
pl_pl: Warstwa
pt_br: Camadas
ru_ru: Слои
zh_cn: 地层
zh_hant: 層次

# menu_layers_actuators
source: Actuators
ar_bh: المشغلات
de_de: Aktoren
es_es: Actuadores
fr_fr: Actionneurs
it_it: Attuatori
ja_jp: アクチュエーター
ko_kr: 액추에이터
pl_pl: Aktorzy
pt_br: Atuadores
ru_ru: Активаторы
zh_cn: 制动器
zh_hant: 執行器

# menu_layers_backgrounds
source: Backgrounds
ar_bh: الخلفيات
de_de: Hintergründe
es_es: Fondos
fr_fr: Contextes
it_it: Contesti
ja_jp: 背景
ko_kr: 배경
pl_pl: Tło
pt_br: Contextos
ru_ru: Предыстория
zh_hant: 背景

# menu_layers_buff_radii
source: Buff Radii
ar_bh: نطاقات التعزيز
de_de: Buff-Radien
es_es: Radio de mejora
fr_fr: Rayon de buff
it_it: Raggi di buff
ja_jp: バフ半径
ko_kr: 버프 반경
pt_br: Raios de Buff
zh_hant: Buff 半徑

# menu_layers_color_default
source: Default Colors
de_de: Standardfarben
es_es: Colores por defecto
it_it: Colori predefiniti
ru_ru: Стандартные цвета
zh_hant: 預設顏色

# menu_layers_color_minimap
source: Minimap Colors
de_de: Minimap-Farben
es_es: Colores del Minimapa
it_it: Colori della minimappa
ru_ru: Цвета миникарты
zh_hant: 小地圖顏色

# menu_layers_color_mode
source: Color Mode
de_de: Farbmodus
es_es: Modo de color
it_it: Modalità colore
ru_ru: Цветной режим
zh_hant: 彩色模式

# menu_layers_color_realistic
source: Realistic Colors
de_de: Realistische Farben
es_es: Colores realistas
it_it: Colori realistici
ru_ru: Реалистичные цвета
zh_hant: 寫實色彩

# menu_layers_grid
source: Layout Grid
ar_bh: شبكة التخطيط
de_de: Gitternetzlinien
es_es: Cuadrícula
fr_fr: Grille de disposition
it_it: Griglia di layout
ja_jp: レイアウトグリッド
ko_kr: 레이아웃 그리드
pl_pl: Warstwowa Siatka
pt_br: Grade de layout
ru_ru: Сетка
zh_cn: 布局网格
zh_hant: 佈局格

# menu_layers_liquid
source: Liquids
ar_bh: سوائل
de_de: Flüssigkeiten
es_es: Líquidos
fr_fr: Liquides
it_it: Liquidi
ja_jp: 液体
ko_kr: 액체
pl_pl: Płynna
pt_br: Líquidos
ru_ru: Жидкости
zh_cn: 液体
zh_hant: 液體

# menu_layers_minimap_background
source: Minimap Background
ar_bh: خلفية الخريطة المصغرة
de_de: Minimap-Hintergrund
es_es: Fondo del Minimapa
fr_fr: Contexte de la mini-carte
it_it: Background della minimappa
ja_jp: ミニマップの背景
ko_kr: 미니맵 배경
pl_pl: Tło minimapy
pt_br: Contexto do Minimapa
ru_ru: Фон мини-карты
zh_hant: 小地圖背景

# menu_layers_points
source: Points of Interest
ar_bh: نقاط الاهتمام
de_de: Besondere Orte
es_es: Puntos de Interés
fr_fr: Lieux d’intérêt
it_it: Punti di interesse
ja_jp: 見どころ
ko_kr: 관광 명소
pl_pl: Interesujące Miejsca
pt_br: Pontos de interesse
ru_ru: Точки интереса
zh_cn: 地点
zh_hant: 景點

# menu_layers_textures
source: Textures
ar_bh: القوام
de_de: Texturen
es_es: Texturas
it_it: Texture
ja_jp: テクスチャ
ko_kr: 텍스처
pl_pl: Tekstury
pt_br: Texturas
ru_ru: Текстуры
zh_cn: 材质贴图
zh_hant: 材質

# menu_layers_textures_visible
source: Textures Visible
ar_bh: الخامات المرئية
de_de: Sichtbare Texturen
es_es: Texturas visibles
fr_fr: Textures visibles
it_it: Texture visibili
ja_jp: テクスチャが見える
pl_pl: Widoczne tekstury
pt_br: Texturas visíveis
ru_ru: Видимые текстуры
zh_hant: 可見的貼圖

# menu_layers_tiles
source: Tiles
ar_bh: البلاط
de_de: Felder
es_es: Bloques
fr_fr: Tuiles
it_it: Tessere
ja_jp: タイル
ko_kr: 타일
pl_pl: Płytki
pt_br: Peças
ru_ru: Блоки
zh_cn: 物块
zh_hant: 瓷磚

# menu_layers_usetexturecolor
source: Use Realistic Colors
ar_bh: استخدام ألوان واقعية
de_de: Verwenden Sie realistische Farben
es_es: Usar colores realistas
fr_fr: Utilisez des couleurs réalistes
it_it: Usa colori realistici
ja_jp: リアルな色を使いましょう
ko_kr: 사실적인 색상을 사용하세요
pl_pl: Użyj realistycznych kolorów
pt_br: Use cores realistas
ru_ru: Используйте реалистичные цвета
zh_hant: 使用寫實色彩

# menu_layers_walls
source: Walls
ar_bh: جدران
de_de: Wände
es_es: Paredes
fr_fr: Murs
it_it: Mura
ja_jp: 壁
ko_kr: 성벽
pl_pl: Ściany
pt_br: Paredes
ru_ru: Стены
zh_cn: 墙
zh_hant: 城牆

# menu_layers_wire_all
source: All Wires
ar_bh: جميع الأسلاك
de_de: Alle draden
es_es: Todos los cables
fr_fr: Tous les fils
it_it: Tutti i fili
ja_jp: 全線
ko_kr: 모든 전선
pl_pl: Wszystkie przewody
pt_br: Todos os fios
ru_ru: Все провода
zh_hant: 所有線路

# menu_layers_wire_blue
source: Blue Wire
ar_bh: بلو واير
de_de: Blaue Kabel
es_es: Cable azul
fr_fr: Fil Bleu
it_it: Filo Blu
ja_jp: ブルーワイヤー
ko_kr: 블루 와이어
pl_pl: Niebieskie Kable
pt_br: Fio azul
ru_ru: Синие провода
zh_cn: 蓝电线
zh_hant: 藍線

# menu_layers_wire_green
source: Green Wire
ar_bh: الأسلاك الخضراء
de_de: Grüne Kabel
es_es: Cable verde
fr_fr: Fil vert
it_it: Filo Verde
ja_jp: グリーンワイヤー
ko_kr: 그린 와이어
pl_pl: Zielone Kable
pt_br: Fio verde
ru_ru: Зелёные провода
zh_cn: 绿电线
zh_hant: 綠線

# menu_layers_wire_red
source: Red Wire
ar_bh: سلك أحمر
de_de: Rote Kabel
es_es: Cable rojo
fr_fr: Fil rouge
ja_jp: レッドワイヤー
ko_kr: 레드 와이어
pl_pl: Czerwone Kable
pt_br: Fio vermelho
ru_ru: Красные провода
zh_cn: 红电线
zh_hant: 紅線

# menu_layers_wire_transparency
source: Wire Transparency
ar_bh: شفافية الأسلاك
de_de: Kabelsichtbarkeit
es_es: Transparencia de cables
fr_fr: Transparence filaire
it_it: Trasparenza del filo
ja_jp: ワイヤートランスペアレンシー
ko_kr: 와이어 투명성
pl_pl: Przezroczystość przewodu
pt_br: Transparência aramada
ru_ru: Прозрачность проводов
zh_hant: 線材透明

# menu_layers_wire_yellow
source: Yellow Wire
ar_bh: سلك أصفر
de_de: Gelbe Kabel
es_es: Cable amarillo
fr_fr: Fil jaune
it_it: Filo Giallo
ja_jp: イエローワイヤー
ko_kr: 옐로우 와이어
pl_pl: Żółte Kable
pt_br: Fio amarelo
ru_ru: Жёлтые провода
zh_cn: 黄电线
zh_hant: 黃線

# menu_layers_world_border
source: World Border
de_de: Weltgrenze
es_es: Límite del Mundo
fr_fr: Limite du monde
it_it: Confine del Mondo
ja_jp: ワールドボーダー
ru_ru: Граница мира
zh_hant: 世界邊界

# menu_layers_world_border_overlay
source: World Border Overlay
de_de: Weltgrenzenüberlagerung
es_es: Superposición del Límite del Mundo
fr_fr: Superposition de la limite du monde
it_it: Sovrapposizione del Confine del Mondo
ja_jp: ワールドボーダーオーバーレイ
ru_ru: Накладка границы мира
zh_hant: 世界邊界覆蓋

# menu_pasteall
source: Paste to all slots
ar_bh: لصق في جميع الفتحات
de_de: In alle Slots einfügen
es_es: Pegar en todas las ranuras
fr_fr: Coller sur tous les emplacements
it_it: Incolla in tutti gli slot
ja_jp: すべてのスロットに貼り付けてください
ko_kr: 모든 슬롯에 붙여넣기
pl_pl: Wklej do wszystkich miejsc
pt_br: Colar em todos os slots
ru_ru: Вставить во все слоты
zh_hant: 貼上到所有插槽

# menu_plugins
source: Plugins
ar_bh: الإضافات
es_es: Extensiones
it_it: Plugin
ja_jp: プラグイン
ko_kr: 플러그인
pl_pl: Pluginy
ru_ru: Плагины
zh_cn: 插件
zh_hant: 插件

# menu_telemetry
source: Enable Error Reporting
ar_bh: تمكين الإبلاغ عن الأخطاء
de_de: Fehlermeldungen aktivieren
es_es: Habilitar el informe de errores
fr_fr: Activer le rapport d’erreurs
it_it: Abilita la segnalazione degli errori
ja_jp: エラー報告を有効にする
ko_kr: 오류 보고 활성화
pl_pl: Włącz Raportowanie Błędów
pt_br: Habilitar relatório de erros
ru_ru: Включить отчеты об ошибках
zh_cn: 啟用錯誤報告
zh_hant: 啟用錯誤回報

# menu_toolbar_zoom_in
source: Zoom In
ar_bh: تكبير
de_de: Hereinzoomen
es_es: Acercar
it_it: Ingrandisci
ja_jp: ズームイン
ko_kr: 확대 인(zoom In)
pl_pl: Przybliż
pt_br: Mais zoom
ru_ru: Приблизить
zh_cn: 放大
zh_hant: 放大

# menu_toolbar_zoom_out
source: Zoom Out
ar_bh: تصغير
de_de: Herauszoomen
es_es: Alejar
ja_jp: ズームアウト
ko_kr: 줌아웃
pl_pl: Oddal
pt_br: Menos zoom
ru_ru: Отдалить
zh_cn: 缩小
zh_hant: 拉遠鏡頭

# menu_uveditor_cancel
source: Cancel
ar_bh: إلغاء الأمر
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
zh_hant: 取消

# menu_uveditor_moveallframes
source: Move All Frames
ar_bh: نقل كافة الإطارات
de_de: Alle Frames verschieben
es_es: Mover todos los cuadros
fr_fr: Déplacer toutes les images
it_it: Sposta tutti i fotogrammi
ja_jp: 全フレームを移動
ko_kr: 모든 프레임 이동
pl_pl: Przesuń wszystkie klatki
pt_br: Mover todos os quadros
ru_ru: Переместить все кадры
zh_hant: 移動所有影格
