Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# settings_autosave
source: Enable Autosave
ar_bh: تمكين الحفظ التلقائي
de_de: Autospeichern aktivieren
es_es: Habilitar autoguardado
fr_fr: Activer l’autosauvegarde
it_it: Abilita il salvataggio automatico
ja_jp: オートセーブを有効にする
ko_kr: 자동 저장 활성화
pl_pl: Aktywuj Autozapis
pt_br: Habilitar salvamento automático
ru_ru: Включить автосохранение
zh_hant: 啟用自動存檔

# settings_autosave_desc
source: Periodically save the world automatically
ar_bh: احفظ العالم تلقائيًا بشكل دوري
de_de: Die Welt regelmäßig automatisch speichern
es_es: Guardar el mundo periódicamente de forma automática
fr_fr: Sauvegarder le monde automatiquement de temps en temps
it_it: Salva periodicamente il mondo automaticamente
ja_jp: 定期的に世界を自動で救う
ko_kr: 주기적으로 자동으로 세상을 구하세요
pl_pl: Okresowo ratuj świat automatycznie
pt_br: Salve o mundo periodicamente automaticamente
ru_ru: Периодически автоматически спасая мир
zh_hant: 定期自動拯救世界

# settings_cancel
source: Cancel
ar_bh: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Cancella
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
zh_hant: 取消

# settings_category_experimental
source: Experimental Features
ar_bh: ميزات تجريبية
de_de: Experimentelle Merkmale
es_es: Características experimentales
fr_fr: Caractéristiques expérimentales
it_it: Caratteristiche sperimentali
ja_jp: 実験的特徴
pl_pl: Cechy eksperymentalne
pt_br: Características experimentais
ru_ru: Экспериментальные особенности
zh_hant: 實驗特徵

# settings_category_general
source: General
ar_bh: عام
de_de: Allgemein
fr_fr: Généralités
it_it: Generale
ja_jp: 一般
ko_kr: 일반
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие заведения
zh_hant: 概述

# settings_category_layers
source: Layers
ar_bh: الطبقات
de_de: Ansicht
es_es: Capas
fr_fr: Couches
it_it: Strati
ja_jp: 層
ko_kr: 층
pl_pl: Warstwa
pt_br: Camadas
ru_ru: Слои
zh_hant: 層次

# settings_category_paths
source: Paths
ar_bh: المسارات
de_de: Pfade
es_es: Rutas
fr_fr: Chemins
it_it: Sentieri
ja_jp: 道
ko_kr: 경로
pl_pl: Ścieżki
pt_br: Caminhos
ru_ru: Пути
zh_hant: 路徑

# settings_category_privacy
source: Privacy
ar_bh: الخصوصية
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité
ja_jp: プライバシー
ko_kr: 프라이버시
pl_pl: Prywatność
pt_br: Privacidade
ru_ru: Конфиденциальность
zh_hant: 隱私

# settings_category_rendering
source: Rendering
ar_bh: الرسم
es_es: Renderizado
fr_fr: Rendu
ja_jp: レンダリング
ko_kr: 렌더링
pl_pl: Renderowanie
pt_br: Renderização
ru_ru: Рендеринг
zh_hant: 渲染

# settings_category_scripting
source: Scripting
ar_bh: البرمجة
de_de: Skripting
es_es: Scripts
it_it: Scrittura
ja_jp: スクリプト
ko_kr: 스크립팅
pl_pl: Skryptowanie
pt_br: Roteiro
ru_ru: Скриптинг
zh_hant: 腳本編寫

# settings_color_mode
source: Color Mode
de_de: Farbmodus
es_es: Modo de color
it_it: Modalità colore
ru_ru: Цветной режим
zh_hant: 彩色模式

# settings_color_mode_desc
source: Pixel map color palette: Default, Realistic (texture-sampled), or Minimap (in-game map colors). Requires restart.
de_de: Farbpalette der Pixelkarte: Standard, Realistisch (texturbasiert) oder Minimap (Kartenfarben im Spiel). Erfordert einen Neustart.
es_es: Paleta de colores del mapa de píxeles: Predeterminado, Realista (basado en texturas) o Minimapa (colores del mapa dentro del juego). Requiere reiniciar.
it_it: Palette di colori della mappa dei pixel: Predefinita, Realistica (campionata da texture) o Minimappa (colori della mappa di gioco). Richiede un riavvio.
ru_ru: Цветовая палитра пиксельной карты: По умолчанию, Реалистичная (с текстурами) или Миникарта (цвета внутриигровой карты). Требуется перезагрузка.
zh_hant: 像素地圖色彩調色盤：預設、寫實（材質取樣）或迷你地圖（遊戲內地圖顏色）。需要重啟。

# settings_enable_player_editor
source: Enable Player Editor
ar_bh: تفعيل محرر اللاعب
de_de: Aktiviere den Spieler-Editor
es_es: Activar el editor de jugadores
fr_fr: Activer l’éditeur de joueurs
it_it: Abilita Player Editor
ja_jp: プレイヤーエディターを有効にする
pl_pl: Włącz edytor odtwarzaczy
pt_br: Ativar o Editor de Jogadores
ru_ru: Включить редактор игроков
zh_hant: 啟用播放器編輯器

# settings_enable_player_editor_desc
source: Show the Player Editor tab in the sidebar for editing .plr player files (experimental)
ar_bh: عرض علامة محرر اللاعب في الشريط الجانبي لتحرير ملفات .plr الخاصة باللاعب (تجريبي)
de_de: Zeigen Sie den Reiter Player Editor in der Seitenleiste zum Bearbeiten von .plr-Player-Dateien an (experimentell)
es_es: Mostrar la pestaña Editor de jugadores en la barra lateral para editar archivos de jugador .plr (experimental)
fr_fr: Afficher l’onglet Éditeur de lecteur dans la barre latérale pour modifier les fichiers lecteur .plr (expérimental)
it_it: Mostra la scheda Player Editor nella barra laterale per modificare i file player .plr (sperimentale)
ja_jp: サイドバーのプレイヤーエディタータブを表示して、.plrプレーヤーファイルを編集する(実験的)
pl_pl: Pokaż zakładkę Edytor Gracza w pasku bocznym do edycji plików odtwarzaczy .plr (eksperymentalnie)
pt_br: Mostre a aba Editor de Jogadores na barra lateral para editar arquivos de player .plr (experimental)
ru_ru: Покажите вкладку Player Editor в боковой панели для редактирования файлов .plr player (экспериментально)
zh_hant: 在側邊欄顯示 Player Editor 標籤，用於編輯 .plr 播放器檔案（實驗性）

# settings_error_reporting
source: Enable Error Reporting
ar_bh: تمكين الإبلاغ عن الأخطاء
de_de: Fehlermeldungen aktivieren
es_es: Habilitar el informe de errores
fr_fr: Activer le rapport d’erreurs
it_it: Abilita la segnalazione degli errori
ja_jp: エラー報告を有効にする
ko_kr: 오류 보고 활성화
pl_pl: Włącz Raportowanie Błędów
pt_br: Habilitar relatório de erros
ru_ru: Включить отчеты об ошибках
zh_hant: 啟用錯誤回報

# settings_error_reporting_desc
source: Send anonymous error reports to help improve stability
ar_bh: إرسال تقارير الأخطاء بشكل مجهول للمساعدة في تحسين الاستقرار
de_de: Anonyme Fehlerberichte senden, um die Stabilität zu verbessern
es_es: Envía informes anónimos de errores para ayudar a mejorar la estabilidad
fr_fr: Envoyez des rapports d’erreurs anonymes pour améliorer la stabilité
it_it: Invia segnalazioni di errore anonime per migliorare la stabilità
ja_jp: 安定性向上のために匿名のエラー報告を送信しましょう
ko_kr: 익명 오류 보고서를 보내 안정성 향상에 도움을 주세요
pl_pl: Wysyłaj anonimowe raporty o błędach, aby poprawić stabilność
pt_br: Envie relatórios anônimos de erro para ajudar a melhorar a estabilidade
ru_ru: Отправляйте анонимные отчёты об ошибках для повышения стабильности
zh_hant: 發送匿名錯誤回報以提升穩定性

# settings_keybind_add_tooltip
source: Add a new keybinding
ar_bh: إضافة ترابط مفاتيح جديد
de_de: Fügen Sie eine neue Tastaturbindung hinzu
es_es: Añadir una nueva asignación de teclas
fr_fr: Ajouter une nouvelle raccourci clavier
it_it: Aggiungi una nuova assegnazione di tasti
ja_jp: 新しいキーバインディングを追加してください
pl_pl: Dodaj nowe przypisanie klawiszy
pt_br: Adicionar uma nova tecla
ru_ru: Добавьте новую клавиатуру
zh_hant: 新增按鍵綁定

# settings_keybind_remove_tooltip
source: Remove this binding
ar_bh: أزل هذا الربط
de_de: Entfernen Sie diese Bindung
es_es: Quita esta asignación
fr_fr: Retirez ce lien
it_it: Rimuovi questo legaglio
ja_jp: この拘束を外せ
pl_pl: Usuń to wiązanie
pt_br: Remova essa encadernação
ru_ru: Сними эту переплетку
zh_hant: 把這個綁定拿掉

# settings_keybind_reset_tooltip
source: Reset to default bindings
ar_bh: إعادة ضبط الروابط إلى الإعدادات الافتراضية
de_de: Zurücksetzen auf Standardbelegungen
es_es: Restablecer las asignaciones predeterminadas
fr_fr: Réinitialisation des liaisons par défaut
it_it: Reset ai bindings predefiniti
ja_jp: デフォルトのバインディングにリセットしてください
pl_pl: Reset do domyślnych przypisań
pt_br: Resetar para as ligações padrão
ru_ru: Сброс к стандартным привязкам
zh_hant: 重置為預設綁定

# settings_language
source: Language
ar_bh: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pl_pl: Język
pt_br: Língua
ru_ru: Язык
zh_hant: 語言

# settings_language_desc
source: Set the application display language
ar_bh: حدد لغة عرض التطبيق
de_de: Stellen Sie die Anzeigesprache der Anwendung ein
es_es: Establecer el idioma de la aplicación
fr_fr: Définir le langage d’affichage de l’application
it_it: Imposta il linguaggio di visualizzazione dell'applicazione
ja_jp: アプリケーションの表示言語を設定する
ko_kr: 애플리케이션 표시 언어 설정
pl_pl: Ustaw język wyświetlania aplikacji
pt_br: Defina a linguagem de exibição da aplicação
ru_ru: Задайте язык отображения приложений
zh_hant: 設定應用程式顯示語言

# settings_minimap_background
source: Minimap Background
ar_bh: خلفية الخريطة المصغرة
de_de: Minimap-Hintergrund
es_es: Fondo del minimapa
fr_fr: Contexte de la mini-carte
it_it: Background della minimappa
ja_jp: ミニマップの背景
ko_kr: 미니맵 배경
pl_pl: Tło minimapy
pt_br: Contexto do Minimapa
ru_ru: Фон мини-карты
zh_hant: 小地圖背景

# settings_minimap_background_desc
source: Show sky/cave/hell background colors in the minimap
ar_bh: عرض ألوان خلفية السماء/الكهف/الجحيم في الخريطة المصغرة
de_de: Hintergrundfarben von Himmel/Höhle/Hölle in der Minimap anzeigen
es_es: Mostrar colores de fondo de cielo/cueva/inferno en el minimapa
fr_fr: Montrez les couleurs de fond ciel/grotte/enfer dans la mini-carte
it_it: Mostra i colori di sfondo cielo/caverna/inferno nella minimappa
ja_jp: ミニマップで空や洞窟、地獄の背景色を表示する
ko_kr: 미니맵에 하늘/동굴/지옥 배경색을 표시하세요
pl_pl: Pokaż kolory tła nieba/jaskini/piekła na minimapie
pt_br: Mostrar cores de fundo do céu/caverna/inferno no minimapa
ru_ru: Покажите цвета фона неба/пещеры/ад на миникарте
zh_hant: 在小地圖中顯示天空/洞穴/地獄背景顏色

# settings_picker_hold_threshold
source: Picker Hold Threshold (ms)
ar_bh: عتبة ضغط المُختار (مللي ثانية)
de_de: Halten-Schwellenwert des Auswahlwerkzeugs (ms)
es_es: Umbral de retención del selector (ms)
fr_fr: Seuil de maintien du sélectionneur (ms)
it_it: Soglia di mantenimento del picker (ms)
ja_jp: ピッカー保持閾値(ms)
ko_kr: 피커 홀드 임계값(MS)
pl_pl: Próg trzymania pickera (ms)
pt_br: Limiar de Manutenção do Picker (ms)
ru_ru: Порог удержания Пикера (ms)
zh_hant: Picker 保持閾值（MS）

# settings_picker_hold_threshold_desc
source: How long to hold the Picker key before it becomes a temporary pick (100-500ms)
ar_bh: مدة الضغط على زر المُختار قبل أن يصبح اختيارًا مؤقتًا (100-500 مللي ثانية)
de_de: Wie lange die Auswahltaste gehalten werden muss, bevor sie zu einer temporären Auswahl wird (100-500 ms)
es_es: Cuánto tiempo mantener presionada la tecla del selector antes de que se convierta en una selección temporal (100-500 ms)
fr_fr: Combien de temps maintenir la touche Picker avant qu’elle ne devienne un pick temporaire (100-500 ms)
it_it: Quanto tempo tenere premuto il tasto Picker prima che diventi un plettro temporaneo (100-500ms)
ja_jp: ピッカーキーが一時的にピックになるまでどのくらい保持すればいいですか(100〜500ms)
ko_kr: 피커 키를 임시 픽으로 유지하기 전 얼마나 오래 유지해야 하나요 (100-500ms)
pl_pl: Jak długo trzymać klawisz Picker, zanim stanie się on tymczasowym pickiem (100-500ms)?
pt_br: Por quanto tempo segurar a tecla Picker antes que ela se torne uma escolha temporária (100-500ms)?
ru_ru: Сколько времени удерживать клавишу Picker, прежде чем она станет временной медиатором (100-500 мс)?
zh_hant: 要按多久 Picker 鍵才會變成臨時 picker（100-500ms）

# settings_realistic_colors
source: Use Realistic Colors
ar_bh: استخدام ألوان واقعية
de_de: Verwenden Sie realistische Farben
es_es: Usar colores realistas
fr_fr: Utilisez des couleurs réalistes
it_it: Usa colori realistici
ja_jp: リアルな色を使いましょう
ko_kr: 사실적인 색상을 사용하세요
pl_pl: Użyj realistycznych kolorów
pt_br: Use cores realistas
ru_ru: Используйте реалистичные цвета
zh_hant: 使用寫實色彩

# settings_realistic_colors_desc
source: Render tiles using texture-sampled colors (requires restart)
ar_bh: عرض البلاط باستخدام ألوان مأخوذة من القوام (يتطلب إعادة تشغيل)
de_de: Kacheln mit texturproben Farben rendern (Neustart erforderlich)
es_es: Mostrar los bloques con colores basados en texturas (requiere reiniciar)
fr_fr: Rendre les tuiles en utilisant des couleurs échantillonnées par texture (nécessite un redémarrage)
it_it: Renderizzare le tile usando colori campionati per texture (richiede un riavvio)
ja_jp: テクスチャサンプリングカラーでタイルをレンダリングする(再起動が必要)
ko_kr: 텍스처 샘플링 색상으로 타일을 렌더링하기 (재시작 필요)
pl_pl: Renderowanie kafelków z użyciem kolorów próbkowanych teksturami (wymaga restartu)
pt_br: Renderizar tiles usando cores amostradas por textura (requer reinicio)
ru_ru: Рендеринг тайлов с использованием текстур-сэмплинговых цветов (требуется перезапуск)
zh_hant: 使用貼圖取樣色彩渲染圖塊（需要重新啟動）

# settings_save
source: Save
ar_bh: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_hant: 存檔

# settings_script_timeout
source: Script Timeout (seconds)
ar_bh: مهلة السكربت (بالثواني)
de_de: Skriptzeitüberschreitung (Sekunden)
es_es: Tiempo de espera del script (segundos)
fr_fr: Délai d’attente du script (secondes)
it_it: Timeout dello script (secondi)
ja_jp: スクリプトタイムアウト(秒数)
ko_kr: 스크립트 타임아웃 (초)
pl_pl: Czas na czas scenariusza (sekundy)
pt_br: Tempo de Espera do Script (segundos)
ru_ru: Тайм-аут сценария (секунды)
zh_hant: 腳本超時（秒數）

# settings_script_timeout_desc
source: Maximum time a script can run before being cancelled (10-300 seconds)
ar_bh: أقصى وقت يمكن أن يعمل فيه السكربت قبل أن يتم إلغاؤه (10-300 ثانية)
de_de: Maximale Zeit, die ein Skript laufen kann, bevor es abgebrochen wird (10-300 Sekunden)
es_es: Tiempo máximo que un script puede ejecutarse antes de ser cancelado (10-300 segundos)
fr_fr: Temps maximum qu’un script peut exécuter avant d’être annulé (10 à 300 secondes)
it_it: Tempo massimo che uno script può eseguire prima di essere cancellato (10-300 secondi)
ja_jp: スクリプトがキャンセルされるまでの最大実行時間(10〜300秒)
ko_kr: 스크립트가 취소되기 전까지 실행할 수 있는 최대 시간 (10-300초)
pl_pl: Maksymalny czas, jaki skrypt może wykonać przed anulowaniem (10-300 sekund)
pt_br: Tempo máximo que um script pode rodar antes de ser cancelado (10-300 segundos)
ru_ru: Максимальное время запуска скрипта до отмены (10-300 секунд)
zh_hant: 腳本可執行的最長時間（10-300秒）

# settings_search_placeholder
source: Search settings...
ar_bh: إعدادات البحث...
de_de: Such Einstellungen...
es_es: Buscar configuraciones...
fr_fr: Paramètres de recherche...
it_it: Impostazioni di ricerca...
ja_jp: 検索設定...
ko_kr: 설정...
pl_pl: Ustawienia wyszukiwania...
pt_br: Configurações de busca...
ru_ru: Настройки поиска...
zh_hant: 搜尋設定......

# settings_show_actuators
source: Show Actuators
ar_bh: عرض المحركات
de_de: Aktuatoren anzeigen
es_es: Mostrar actuadores
fr_fr: Actionneurs de présentation
it_it: Attuatori da mostra
ja_jp: ショーアクチュエータ
ko_kr: 쇼 액추에이터
pl_pl: Siłowniki pokazowe
pt_br: Atuadores de Exibição
ru_ru: Актуаторы шоу
zh_hant: 表演執行器

# settings_show_actuators_desc
source: Toggle actuator visibility
ar_bh: تبديل رؤية المحركات
de_de: Sichtbarkeit der Aktuatoren umschalten
es_es: Alternar visibilidad de actuadores
fr_fr: Visibilité de l’actionneur à bascule
it_it: Visibilità degli attuatori a toggle
ja_jp: トグルアクチュエータの可視性
ko_kr: 토글 액추에이터 가시성
pl_pl: Widoczność siłownika przełącznika
pt_br: Visibilidade do atuador de alavanca
ru_ru: Видимость актуатора переключения
zh_hant: 切換執行器可見性

# settings_show_all_weapon_rack_items
source: Show All Weapon Rack Items
ar_bh: عرض جميع عناصر رف الأسلحة
de_de: Alle Gegenstände im Waffenregal anzeigen
es_es: Mostrar todos los elementos del estante de armas
fr_fr: Afficher tous les objets du support d’armes
it_it: Mostra tutti gli oggetti del portaarmi
ja_jp: すべての武器ラックアイテムを表示する
ko_kr: 모든 무기 거치 아이템 보기
pl_pl: Pokaż wszystkie przedmioty z stojaków na broń
pt_br: Mostrar todos os itens do suporte de armas
ru_ru: Показать все предметы из стойки оружия
zh_hant: 顯示所有武器架物品

# settings_show_all_weapon_rack_items_desc
source: Show all items in weapon rack editor instead of only rackable items
ar_bh: عرض جميع العناصر في محرر رف الأسلحة بدلاً من العناصر القابلة للتعليق فقط
de_de: Alle Gegenstände im Waffenregal-Editor anzeigen, anstatt nur die anbringbaren Gegenstände
es_es: Mostrar todos los elementos en el editor de estantes de armas en lugar de solo los elementos que se pueden colocar
fr_fr: Afficher tous les objets dans l’éditeur de rack d’armes au lieu de seulement les objets à racker
it_it: Mostra tutti gli oggetti nell'editor del rack armi invece che solo negli oggetti rackable
ja_jp: 武器ラックエディターですべてのアイテムを表示し、ラック可能なアイテムだけを表示するのではなく
ko_kr: 무기 걸이 편집기에서 모든 아이템을 표시하세요 단순히 래커블 아이템만 보여주지 말고
pl_pl: Pokaż wszystkie przedmioty w edytorze stojaków na broń zamiast tylko przedmiotów do regałów
pt_br: Mostrar todos os itens no editor de rack de armas em vez de apenas itens para rack
ru_ru: Показывайте все предметы в редакторе стойки оружия, а не только предметы для стойки
zh_hant: 在武器架編輯器中顯示所有物品，而非僅顯示可架物品

# settings_show_all_wires
source: Show All Wires
ar_bh: عرض جميع الأسلاك
de_de: Alle Drähte anzeigen
es_es: Mostrar todos los cables
fr_fr: Afficher tous les fils
it_it: Mostra tutti i fili
ja_jp: 全線表示
ko_kr: 모든 전선 표시
pl_pl: Pokaż wszystkie przewody
pt_br: Mostrar Todos os Fios
ru_ru: Показать все провода
zh_hant: 顯示所有電線

# settings_show_all_wires_desc
source: Toggle all wire layers at once
ar_bh: تبديل جميع طبقات الأسلاك دفعة واحدة
de_de: Alle Drahtschichten gleichzeitig umschalten
es_es: Alternar todas las capas de cables a la vez
fr_fr: Basculez toutes les couches de fils en même temps
it_it: Commuta tutti gli strati di filo contemporaneamente
ja_jp: すべての配線層を一度に切り替えてください
ko_kr: 모든 와이어 레이어를 한꺼번에 토글하세요
pl_pl: Przełącz wszystkie warstwy przewodów naraz
pt_br: Alterne todas as camadas de fio de uma vez
ru_ru: Переключите все слои проводов одновременно
zh_hant: 一次切換所有線路層

# settings_show_backgrounds
source: Show Backgrounds
ar_bh: عرض الخلفيات
de_de: Hintergründe anzeigen
es_es: Mostrar Fondos
fr_fr: Contextes de l’émission
it_it: Contesti della serie
ja_jp: 番組の背景
ko_kr: 쇼 배경
pl_pl: Tło serialu
pt_br: Antecedentes do Programa
ru_ru: Предыстория шоу
zh_hant: 節目背景

# settings_show_backgrounds_desc
source: Toggle background rendering
ar_bh: تبديل عرض الخلفيات
de_de: Hintergrund-Rendering umschalten
es_es: Activar/desactivar el renderizado de fondo
fr_fr: Basculer le rendu en arrière-plan
it_it: Rendering a toggle background
ja_jp: 背景レンダリングのトグル
ko_kr: 배경 렌더링 토글
pl_pl: Przełączanie renderowania tła
pt_br: Alternar renderização em segundo plano
ru_ru: Переключение фонового рендеринга
zh_hant: 切換背景渲染

# settings_show_blue_wires
source: Show Blue Wires
ar_bh: عرض الأسلاك الزرقاء
de_de: Blaue Drähte anzeigen
es_es: Mostrar cables azules
fr_fr: Afficher les fils bleus
it_it: Mostra i Fili Blu
ja_jp: ブルーワイヤーズをショー
ko_kr: 블루 와이어즈 쇼
pl_pl: Pokaż Blue Wires
pt_br: Mostrar Fios Azuis
ru_ru: Показать синие провода
zh_hant: 藍線秀

# settings_show_blue_wires_desc
source: Toggle blue wire visibility
ar_bh: تبديل رؤية الأسلاك الزرقاء
de_de: Sichtbarkeit der blauen Drähte umschalten
es_es: Activar/desactivar la visibilidad de cables azules
fr_fr: Visibilité du fil bleu à bascule
it_it: Visibilità a toggle blue wire
ja_jp: 青いワイヤーの可視性を切り替える
ko_kr: 블루 와이어 가시성 토글
pl_pl: Przełączaj widoczność niebieskiego przewodu
pt_br: Alternar visibilidade do fio azul
ru_ru: Переключение видимости по синим проводу
zh_hant: 切換藍線可見性

# settings_show_coatings
source: Show Coatings
ar_bh: عرض الطلاءات
de_de: Beschichtungen anzeigen
es_es: Mostrar recubrimientos
fr_fr: Revêtements de concours
it_it: Rivestimenti per esposizione
ja_jp: ショーコーティング
ko_kr: 쇼 코팅
pl_pl: Powłoki pokazowe
pt_br: Revestimentos de Exposição
ru_ru: Покрытия для шоу
zh_hant: 展覽塗層

# settings_show_coatings_desc
source: Toggle coating layer visibility
ar_bh: تبديل رؤية طبقة الطلاء
de_de: Beschichtungsebene Sichtbarkeit umschalten
es_es: Activar/desactivar la visibilidad de la capa de recubrimientos
fr_fr: Visibilité de la couche de revêtement à bascule
it_it: Visibilità dello strato di rivestimento a interruzione
ja_jp: コーティング層の可視性を切り替える
ko_kr: 토글 코팅 층 가시성
pl_pl: Widoczność warstwy powłoki przełączającej
pt_br: Visibilidade da camada de revestimento alternante
ru_ru: Видимость слоя переключения покрытия
zh_hant: 切換塗層可見性

# settings_show_green_wires
source: Show Green Wires
ar_bh: عرض الأسلاك الخضراء
de_de: Grüne Drähte anzeigen
es_es: Mostrar cables verdes
fr_fr: Montrer les fils verts
it_it: Mostra i fili verdi
ja_jp: グリーンワイヤーズをショー
ko_kr: 그린 와이어즈 쇼
pl_pl: Pokaż Green Wires
pt_br: Fios Verdes de Exposição
ru_ru: Показать зелёные провода
zh_hant: 綠線秀

# settings_show_green_wires_desc
source: Toggle green wire visibility
ar_bh: تبديل رؤية الأسلاك الخضراء
de_de: Grüne Drahtsichtbarkeit umschalten
es_es: Activar/desactivar la visibilidad del cable verde
fr_fr: Visibilité du fil vert à bascule
it_it: Visibilità a toggle green wire
ja_jp: グリーンワイヤーの可視性を切り替えます
ko_kr: 녹색 와이어 가시성 토글
pl_pl: Przełączaj widoczność na zielonym przewodzie
pt_br: Visibilidade de fio verde para alternar
ru_ru: Переключение видимости зелёного провода
zh_hant: 切換綠線可見性

# settings_show_grid
source: Show Grid
ar_bh: عرض الشبكة
de_de: Raster anzeigen
es_es: Mostrar Cuadrícula
fr_fr: Grille de l’émission
it_it: Griglia di Spettacolo
ja_jp: ショーグリッド
ko_kr: 쇼 그리드
pl_pl: Siatka pokazowa
pt_br: Grade de Exposição
ru_ru: Сетка шоу
zh_hant: 展會格子

# settings_show_grid_desc
source: Toggle grid overlay
ar_bh: تبديل تراكب الشبكة
de_de: Rasterüberlagerung umschalten
es_es: Activar/desactivar la cuadricula superpuesta
fr_fr: Superposition de grille à bascule
it_it: Sovrapposizione a griglia toggle
ja_jp: トグルグリッドオーバーレイ
ko_kr: 토글 그리드 오버레이
pl_pl: Nakładka siatki przełączającej
pt_br: Sobreposição de grade alternante
ru_ru: Наложение переключательной сетки
zh_hant: 切換網格覆蓋

# settings_show_liquid
source: Show Liquid
ar_bh: عرض السوائل
de_de: Flüssigkeit anzeigen
es_es: Mostrar líquido
ja_jp: ショーリキッド
ko_kr: 쇼 리퀴드
zh_hant: 秀液

# settings_show_liquid_desc
source: Toggle liquid layer visibility
ar_bh: تبديل رؤية طبقة السوائل
de_de: Flüssigkeitsebene Sichtbarkeit umschalten
es_es: Activar/desactivar la visibilidad de la capa de líquido
fr_fr: Bascule la visibilité des couches liquides
it_it: Attiva la visibilità dello strato liquido
ja_jp: 液体層の可視性を切り替える
ko_kr: 액체층 가시성 토글
pl_pl: Widoczność warstw cieczy w trybie przełączania
pt_br: Alternar a visibilidade da camada líquida
ru_ru: Переключение видимости жидкостного слоя
zh_hant: 切換液體層可見性

# settings_show_news
source: Show News
ar_bh: عرض الأخبار
de_de: Nachrichten anzeigen
es_es: Mostrar noticias
fr_fr: Actualités de l’émission
it_it: Notizie dello show
ja_jp: 番組ニュース
ko_kr: 쇼 뉴스
pl_pl: Wiadomości z programu
pt_br: Notícias do programa
ru_ru: Новости шоу
zh_hant: 節目新聞

# settings_show_news_desc
source: Show news and announcements in the editor
ar_bh: عرض الأخبار والإعلانات في المحرر
de_de: Nachrichten und Ankündigungen im Editor anzeigen
es_es: Mostrar noticias y anuncios en el editor
fr_fr: Afficher les actualités et annonces dans le rédacteur
it_it: Mostra notizie e annunci nel redattore
ja_jp: ニュースやアナウンスをエディターで表示
ko_kr: 뉴스와 공지를 편집기에서 보여주세요
pl_pl: Wiadomości i ogłoszenia w edytorze
pt_br: Exiba notícias e anúncios no editor
ru_ru: Показывайте новости и объявления в редакторе
zh_hant: 在編輯器中顯示新聞與公告

# settings_show_points
source: Show Points
ar_bh: عرض النقاط
de_de: Punkte anzeigen
es_es: Mostrar puntuación
fr_fr: Points de spectacle
it_it: Punti dello spettacolo
ja_jp: ショーポイント
ko_kr: 쇼 포인트
pl_pl: Punkty pokazowe
pt_br: Pontos do Espetáculo
ru_ru: Очки шоу
zh_hant: 節目重點

# settings_show_points_desc
source: Toggle spawn/NPC point markers
ar_bh: تبديل علامات نقاط الظهور / NPC
de_de: Spawn-/NPC-Punktmarkierungen umschalten
es_es: Activar/desactivar Marcadores de aparición y PNJ
fr_fr: Basculement des marqueurs de points d’apparition/PNJ
it_it: Toggle spawn/marcatori di punti NPC
ja_jp: スポーン/NPCポイントマーカーを切り替える
ko_kr: 스폰/NPC 포인트 마커 토글
pl_pl: Przełączaj znaczniki punktów pojawiania się NPC
pt_br: Marcadores de pontos de spawn/NPC para alternar
ru_ru: Переключатели спавна/маркеры точек NPC
zh_hant: 切換生成點/NPC 點標記

# settings_show_red_wires
source: Show Red Wires
ar_bh: عرض الأسلاك الحمراء
de_de: Rote Drähte anzeigen
es_es: Mostrar cables rojos
fr_fr: Afficher les fils rouges
it_it: Mostra i fili rossi
ja_jp: 赤いワイヤーズをショー
ko_kr: 레드 와이어스 쇼
pl_pl: Pokaż Red Wires
pt_br: Mostrar Fios Vermelhos
ru_ru: Показать красные провода
zh_hant: 展示紅線
