Repository: TEdit/Terraria-Map-Editor
Catalog: src/TEdit/Properties/Language.*.resx
Languages: ar_bh, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, zh_cn, zh_hant

# TeamSpawn_Blue
source: Blue Team Spawn
ar_bh: نسل الفريق الأزرق
de_de: Blaues Team Spawn
es_es: Spawn del Equipo Azul
fr_fr: Apparition de l’équipe Bleue
it_it: Spawn della squadra Blu
ja_jp: ブルーチームのスポーン
ko_kr: 블루 팀 스폰
pl_pl: Potomek Niebieskiej Drużyny
pt_br: Geração do Time Azul
ru_ru: Появление синей команды
zh_hant: 藍隊重生

# TeamSpawn_Green
source: Green Team Spawn
ar_bh: نسل الفريق الأخضر
de_de: Grünes Team Spawn
es_es: Spawn del Equipo Verde
fr_fr: Apparition de l’équipe verte
it_it: Spawn della Squadra Verde
ja_jp: グリーンチームのスポーン
ko_kr: 그린 팀 스폰
pl_pl: Zielona drużyna Spawn
pt_br: Geração do Time Verde
ru_ru: Появление зелёной команды
zh_hant: 綠隊重生點

# TeamSpawn_Pink
source: Pink Team Spawn
ar_bh: نسل فريق الوردي
es_es: Spawn del Equipo Rosa
fr_fr: Apparition de l’équipe rose
it_it: Spawn della Squadra Rosa
ja_jp: ピンクチームのスポーン
ko_kr: 핑크 팀 스폰
pl_pl: Pojawienie się z Różowej Drużyny
pt_br: Geração do Time Rosa
ru_ru: Появление Розовой команды
zh_hant: 粉紅隊重生

# TeamSpawn_Red
source: Red Team Spawn
ar_bh: فريق الأحمر سباون
de_de: Rotes Team Spawn
es_es: Spawn del Equipo Rojo
fr_fr: Rejeton de l’équipe rouge
it_it: Spawn della Squadra Rossa
ja_jp: レッドチームの出現
ko_kr: 레드 팀 스폰
pl_pl: Pojawienie się Czerwonej Drużyny
pt_br: Geração do Time Vermelho
ru_ru: Появление Красной команды
zh_hant: 紅隊重生點

# TeamSpawn_White
source: White Team Spawn
ar_bh: نسل الفريق الأبيض
de_de: Weißes Team Spawn
es_es: Spawn del Equipo Blanco
fr_fr: Apparition de l’équipe Blanche
it_it: Spawn della Squadra Bianca
ja_jp: ホワイトチームのスポーン
ko_kr: 화이트 팀 스폰
pl_pl: Pojawienie się Białej Drużyny
pt_br: Geração do Time Branco
ru_ru: Появление белой команды
zh_hant: 白隊生成

# TeamSpawn_Yellow
source: Yellow Team Spawn
ar_bh: نسل الفريق الأصفر
de_de: Gelbes Team Spawn
es_es: Spawn del Equipo Amarillo
fr_fr: Apparition de l’équipe Jaune
it_it: Spawn della Squadra Gialla
ja_jp: イエローチームのスポーン
ko_kr: 옐로우 팀 스폰
pl_pl: Potomek Żółtej Drużyny
pt_br: Geração do Time Amarelo
ru_ru: Жёлтая команда появляется
zh_hant: 黃隊重生

# telemetry_prompt_message
source: TEdit can send anonymous error reports to help improve stability. What is collected: • Error details (exception type and stack trace) • App version and OS version What is NOT collected: • No personal information or file paths • No usage tracking or fingerprinting • All paths are obfuscated before sending Would you like to enable error reporting?
ar_bh: يمكن لـ TEdit إرسال تقارير أخطاء مجهولة الهوية للمساعدة في تحسين الاستقرار. ما يتم جمعه: • تفاصيل الخطأ (نوع الاستثناء وأثر المكدس) • إصدار التطبيق وإصدار نظام التشغيل ما لا يتم جمعه: • لا توجد معلومات شخصية أو مسارات ملفات • لا يوجد تتبع للاستخدام أو بصمات • جميع المسارات مشوشة قبل الإرسال هل ترغب في تفعيل تقرير الأخطاء؟
de_de: TEdit kann anonyme Fehlerberichte senden, um die Stabilität zu verbessern. Was gesammelt wird: • Fehlermeldungen (Ausnahmetyp und Stack-Trace) • App-Version und OS-Version Was NICHT gesammelt wird: • Keine persönlichen Informationen oder Dateipfade • Keine Nutzungsverfolgung oder Fingerabdrücke • Alle Pfade werden vor dem Senden obfuskiert Möchten Sie die Fehlerberichterstattung aktivieren?
es_es: TEdit puede enviar informes de error de forma anónima para ayudar a mejorar la estabilidad del programa. Qué se recolecta: • Detalles del error (tipo de error y registro técnico). • Versión de la aplicación y versión de tu sistema operativo. Qué NO se recolecta: • Información personal o rutas de tus archivos. • Seguimiento de uso o identificación del dispositivo. • Todas las rutas de archivos se ocultan antes de ser enviadas. ¿Te gustaría activar el envío de informes de error?
fr_fr: TEdit peut envoyer des rapports d’erreurs anonymes pour améliorer la stabilité. Ce qui est collecté : • Détails d’erreur (type d’exception et trace de pile) • Version application et version OS Ce qui n’est PAS collecté : • Aucune information personnelle ni chemin de fichier • Aucun suivi d’utilisation ni prise d’empreintes digitales • Tous les chemins sont obfusqués avant l’envoi Souhaitez-vous activer le signalement d’erreurs ?
it_it: TEdit può inviare segnalazioni di errore anonime per migliorare la stabilità. Cosa viene raccolto: • Dettagli di errore (tipo di eccezione e traccia dello stack) • Versione app e versione OS Cosa NON viene raccolto: • Nessuna informazione personale o percorsi di file • Nessun tracciamento dell'uso o impronte digitali • Tutti i percorsi sono oscurati prima dell'invio Vuoi abilitare la segnalazione degli errori?
ja_jp: TEditは安定性向上のために匿名のエラー報告を送信できます。 収集されるもの: ・エラー詳細(例外タイプおよびスタックトレース) • アプリバージョンおよびOSバージョン 収集されないもの: ・個人情報やファイル経路の禁止 • 使用追跡や指紋採取がない • 送信前にすべてのパスが難読化されています エラーレポートを有効にしたいですか?
ko_kr: TEdit은 안정성 향상을 돕기 위해 익명 오류 보고서를 보낼 수 있습니다. 수집된 내용: • 오류 세부 정보 (예외 유형 및 스택 트레이스) • 앱 버전 및 OS 버전 징수되지 않는 것: • 개인 정보나 파일 경로가 없습니다 • 사용 추적 및 지문 채취 없음 • 전송 전에 모든 경로가 난독화됩니다 오류 보고를 활성화하고 싶으신가요?
pl_pl: TEdit może wysyłać anonimowe raporty błędów, aby pomóc w poprawie stabilności. Co jest zbierane: • Szczegóły błędu (typ wyjątku i ślad stosu) • Wersja aplikacji i wersja systemu operacyjnego Co NIE jest zbierane: • Żadne dane osobowe ani ścieżki plików • Brak śledzenia użycia lub identyfikacji • Wszystkie ścieżki są zanonimizowane przed wysłaniem Czy chcesz włączyć raportowanie błędów?
pt_br: O TEdit pode enviar relatórios de erros anônimos para ajudar a melhorar a estabilidade. O que é coletado: • Detalhes do erro (tipo de exceção e rastreamento de pilha) • Versão do aplicativo e versão do sistema operacional O que NÃO é coletado: • Nenhuma informação pessoal ou caminhos de arquivos • Nenhum rastreamento de uso ou identificação • Todos os caminhos são ofuscados antes do envio Você gostaria de ativar o relatório de erros?
ru_ru: TEdit может отправлять анонимные отчеты об ошибках, чтобы помочь улучшить стабильность. Что собирается: • Подробности об ошибке (тип исключения и трассировка стека) • Версия приложения и версия ОС Что НЕ собирается: • Никакая личная информация или пути к файлам • Никакого отслеживания использования или отпечатков • Все пути шифруются перед отправкой Хотите включить отчет об ошибках?
zh_hant: TEdit 可以發送匿名錯誤回報，以協助提升穩定性。 收錄內容： • 錯誤細節（例外類型與堆疊追蹤） • 應用程式版本與作業系統版本 不被收取的事項： • 無個人資訊或檔案路徑 • 無使用追蹤或指紋追蹤 • 所有路徑在傳送前都會被混淆 你想啟用錯誤回報嗎？

# telemetry_prompt_title
source: TEdit Error Reporting
ar_bh: تقرير أخطاء TEdit
de_de: TEdit Fehlerberichterstattung
es_es: Informe de errores de TEdit
fr_fr: Rapport d’erreurs TEdit
it_it: Segnalazione degli errori TEdit
ja_jp: TEditエラー報告
ko_kr: TEdit 오류 보고
pl_pl: Raportowanie błędów TEdit
pt_br: Relatório de Erros do TEdit
ru_ru: Отчет об ошибках TEdit
zh_hant: TEdit 錯誤回報

# texture_loading_do_not_show
source: Do not show again
de_de: Nicht erneut anzeigen
es_es: No volver a mostrar
fr_fr: Ne pas montrer à nouveau
it_it: Non mostrare più
ja_jp: 再表示しない
ru_ru: Больше не показывать
zh_hant: 不要再顯示

# texture_loading_message
source: Tile and wall textures are loading in the background. Map rendering performance will improve once loading is complete.
de_de: Die Kachel- und Wandtexturen werden im Hintergrund geladen. Die Leistung der Kartenanzeige verbessert sich, sobald das Laden abgeschlossen ist.
es_es: Las texturas de los bloques y paredes se están cargando en segundo plano. El rendimiento de renderizado del mapa mejorará una vez que la carga se haya completado.
fr_fr: Les textures des tuiles et des murs se chargent en arrière-plan. Les performances de rendu de la carte s'amélioreront une fois le chargement terminé.
it_it: Le texture dei blocchi e dei muri si stanno caricando in background. Le prestazioni del rendering della mappa miglioreranno una volta completato il caricamento.
ja_jp: タイルと壁のテクスチャがバックグラウンドで読み込まれています。読み込みが完了すると、マップのレンダリングパフォーマンスが向上します。
ru_ru: Текстуры плитки и стен загружаются в фоновом режиме. Производительность рендеринга карты улучшится после завершения загрузки.
zh_hant: 正在背景中加載磚塊和牆壁的紋理。加載完成後，地圖渲染性能將會改善。

# texture_loading_title
source: Textures Loading
de_de: Texturen-Laden
es_es: Carga de texturas
fr_fr: Chargement des textures
it_it: Caricamento delle texture
ja_jp: テクスチャの読み込み
ru_ru: Загрузка текстур
zh_hant: 貼圖載入

# tool_analyze_analyze_button
source: Analyze
ar_bh: حلل
de_de: Analysieren
es_es: Analizar
fr_fr: Analysez
it_it: Analizza
ja_jp: 分析
ko_kr: 분석
pl_pl: Analiza
pt_br: Analisar
ru_ru: Анализ
zh_cn: 分析
zh_hant: 分析

# tool_analyze_save
source: Save Analysis
ar_bh: حفظ التحليل
de_de: Analyse speichern
es_es: Guardar análisis
fr_fr: Analyse de sauvegarde
it_it: Analisi dei salvataggi
ja_jp: セーブ分析
ko_kr: 세이브 분석
pl_pl: Analiza Zapisu
pt_br: Salvar análise
ru_ru: Сохранить анализ
zh_cn: 保存分析
zh_hant: 存檔分析

# tool_analyze_save_button
source: Save
ar_bh: أنقذ
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_hant: 存檔

# tool_analyze_title
source: World Analysis
ar_bh: تحليل العالم
de_de: Weltanalyse
es_es: Análisis del mundo
fr_fr: Analyse du monde
it_it: Analisi del mondo
ja_jp: 世界分析
ko_kr: 세계 분석
pl_pl: Analiza Świata
pt_br: Análise do mundo
ru_ru: Анализ мира
zh_cn: 世界分析
zh_hant: 世界分析

# tool_arrow_title
source: Arrow
ar_bh: سهم
de_de: Pfeil
es_es: Flecha
ja_jp: 矢
ko_kr: 애로우
pl_pl: Strzała
pt_br: Seta
ru_ru: Стрелка
zh_cn: 箭头
zh_hant: 箭

# tool_bestiary_edit
source: Edit
ar_bh: حرر
de_de: Bearbeiten
es_es: Editar
fr_fr: Édit
it_it: Modifica
ja_jp: 編集
ko_kr: 수정
pl_pl: Edytuj
pt_br: Editar
ru_ru: Редактировать
zh_hant: 編輯

# tool_bestiary_import
source: Import
ar_bh: استورد
de_de: Importieren
es_es: Importar
fr_fr: Importation
it_it: Importazione
ja_jp: 輸入
ko_kr: 수입
pt_br: Importar
ru_ru: Импортировать
zh_cn: 导入
zh_hant: 進口

# tool_bestiary_save
source: Save Bestiary
ar_bh: حفظ بيستاري
de_de: Bestiarium speichern
es_es: Guardar Bestiario
fr_fr: Sauver le bestiaire
it_it: Salva il Bestiario
ja_jp: セーブ・ベスティアリー
ko_kr: 세이브 베스티어리
pl_pl: Zapisz Bestiariusz
pt_br: Salvar bestiário
ru_ru: Сохранить бестиарий
zh_cn: 保存怪物图鉴
zh_hant: 拯救怪物圖鑑

# tool_bestiary_scan
source: Scan
ar_bh: مسح ضوئي
de_de: Scannen
es_es: Escanear
it_it: Scansione
ja_jp: スキャン
ko_kr: 스캔
pl_pl: Skanuj
pt_br: Escanear
ru_ru: Сканировать
zh_cn: 扫描
zh_hant: 掃描

# tool_bestiary_title
source: Bestiary
ar_bh: بيستاري
de_de: Bestiarium
es_es: Bestiario
fr_fr: Bestiaire
it_it: Bestiario
ja_jp: 動物誌
ko_kr: 베스티어리
pl_pl: Bestiariusz
pt_br: Bestiário
ru_ru: Бестиарий
zh_cn: 怪物图鉴
zh_hant: 獸譜

# tool_brush_flip_h_tooltip
source: Flip Horizontal
de_de: Horizontale Umdrehung
es_es: Volteo horizontal
fr_fr: Retournement horizontal
it_it: Flip Orizzontale
ja_jp: フリップ・ハイズナル
ru_ru: Переворот горизонтально
zh_hant: 翻轉水平

# tool_brush_flip_v_tooltip
source: Flip Vertical
de_de: Flip-Vertikal
es_es: Voltear verticalmente
fr_fr: Retournement vertical
it_it: Ribaltamento verticale
ja_jp: フリップ・バーティカル
zh_hant: 翻轉垂直

# tool_brush_height_label
source: Height
ar_bh: ارتفاع
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
it_it: Altezza
ja_jp: 高さ
ko_kr: 높이
pl_pl: Wysokość
pt_br: Altura
ru_ru: Высота
zh_cn: 高度
zh_hant: 高度

# tool_brush_lock_ratio_tooltip
source: Square Width and Height
ar_bh: العرض المربع والارتفاع
de_de: Quadrat
es_es: Ancho y alto del pincel
fr_fr: Largeur et hauteur carrées
it_it: Larghezza e altezza quadrate
ja_jp: 正方形の幅と高さ
ko_kr: 정사각형 너비와 높이
pl_pl: Szerokość i Wysokość Kwadratu
pt_br: Altura e largura quadradas
ru_ru: Квадратная высота и ширина
zh_cn: 锁定宽高比
zh_hant: 正方形寬度與高度

# tool_brush_outline_thickness_label
source: Outline
ar_bh: خط
de_de: Rahmenbreite
es_es: Contorno
fr_fr: Résumé
it_it: Scaletta
ja_jp: 概要
ko_kr: 개요
pl_pl: Zarys
pt_br: Contorno
ru_ru: Обводка
zh_cn: 轮廓
zh_hant: 大綱

# tool_brush_outline_tooltip
source: Toggle Draw Outline (room)
ar_bh: تبديل رسم مخطط تفصيلي (غرفة)
de_de: Nur den äußeren Rahmen zeichnen
es_es: Alternar contorno de dibujo (habitación)
fr_fr: Basculer le contour du dessin (pièce)
it_it: Toggle Draw Outline (stanza)
ja_jp: トグルドローアウトライン(部屋)
ko_kr: 토글 드로우 아웃라인 (방)
pl_pl: Przełączanie Rysowania Zarysu (pomieszczenie)
pt_br: Alternar desenho do contorno (sala)
ru_ru: Включить обводку
zh_cn: 切换绘制轮廓（房间）
zh_hant: 切換繪圖輪廓（房間）

# tool_brush_rotation_label
source: Rotation
es_es: Rotación
it_it: Rotazione
ja_jp: 回転
pl_pl: Rotacja
ru_ru: Ротация
zh_hant: 旋轉

# tool_brush_shape_label
source: Shape
ar_bh: شكل
de_de: Form
es_es: Forma
fr_fr: Forme
it_it: Forma
ja_jp: 形状
ko_kr: 형태
pl_pl: Kształt
pt_br: Forma
ru_ru: Форма
zh_cn: 形状
zh_hant: 形狀

# tool_brush_spray_density_label
source: Density
de_de: Dichte
es_es: Densidad
fr_fr: Densité
it_it: Densità
ja_jp: 密度
pl_pl: Gęstość
ru_ru: Плотность
zh_hant: 密度

# tool_brush_spray_speed_label
source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
it_it: Velocità
ja_jp: 速度
pl_pl: Prędkość
ru_ru: Скорость
zh_hant: 速度

# tool_brush_spray_tooltip
source: Spray Mode
de_de: Sprühmodus
es_es: Modo de Spray
fr_fr: Mode pulvérisation
it_it: Modalità Spray
ja_jp: スプレーモード
pl_pl: Tryb natrysku
ru_ru: Режим распыления
zh_hant: 噴灑模式

# tool_brush_title
source: Brush
ar_bh: فرش
de_de: Pinsel – Flächen zeichnen
es_es: Pincel
fr_fr: Brosse
it_it: Pennello
ja_jp: ブラシ
ko_kr: 브러시
pl_pl: Pędzel
pt_br: Pincel
ru_ru: Кисть
zh_cn: 刷子
zh_hant: 刷子

# tool_brush_width_label
source: Width
ar_bh: عرض
de_de: Breite
es_es: Ancho
fr_fr: Largeur
it_it: Larghezza
ja_jp: 幅
ko_kr: 폭
pl_pl: Szerokość
pt_br: Largura
ru_ru: Ширина
zh_cn: 宽度
zh_hant: 寬度

# tool_clipboard_empty
source: Empty Clipboard
ar_bh: الحافظة الفارغة
de_de: Zwischenablage leeren
es_es: Vaciar portapapeles
fr_fr: Presse-papiers vide
it_it: Cartellino vuoto
ja_jp: 空のクリップボード
ko_kr: 빈 클립보드
pl_pl: Pusty Schowek
pt_br: Limpar área de transferência
ru_ru: Пустой буфер обмена
zh_cn: 清空剪切板
zh_hant: 空白夾板

# tool_clipboard_export
source: Export
ar_bh: التصدير
es_es: Exportar
fr_fr: Exportation
it_it: Esportazione
ja_jp: 輸出
ko_kr: 수출
pl_pl: Eksport
pt_br: Exportação
ru_ru: Экспорт
zh_hant: 出口

# tool_clipboard_flipy
source: Flip Y
ar_bh: فليب Y
es_es: Voltear Y
fr_fr: Retournement Y
ja_jp: フリップY
ko_kr: 플립 Y
zh_hant: 翻轉 Y

# tool_clipboard_importfalsecolor
source: Import False Color Image
ar_bh: استيراد صورة لون زائفة
de_de: Falsche-Farben-Bild importieren
es_es: Importar imagen en color falso
fr_fr: Importer une image en fausse couleur
it_it: Importa immagine a colori falsi
ja_jp: 偽色画像のインポート
ko_kr: 가짜 색상 이미지 가져오기
pl_pl: Importuj Fałszywy Kolor Obrazu
pt_br: Importar imagem em cor falsa
ru_ru: Импортировать картинку с ложными цветами
zh_cn: 导入假彩色图像
zh_hant: 匯入假色影像

# tool_clipboard_importschematic
source: Import Schematic or Image
ar_bh: استيراد تخطيطي أو صورة
de_de: Schema oder Bild importieren
es_es: Importar esquema o imagen
fr_fr: Importation de schéma ou d’image
it_it: Importare schema o immagine
ja_jp: 回路図または画像のインポート
ko_kr: 회로도 또는 이미지 가져오기
pl_pl: Importuj Schemat lub Obraz
pt_br: Importar esquemática ou imagem
ru_ru: Импортировать схематик или картинку
zh_cn: 导入电路图或图片
zh_hant: 匯入原理圖或映像

# tool_clipboard_ispasteempty
source: Paste Empty Tiles
ar_bh: لصق المربعات الفارغة
de_de: Leere Felder einfügen
es_es: Pegar bloques vacíos
fr_fr: Coller les tuiles vides
it_it: Incollare le tessere vuote
ja_jp: 空のタイルを貼り付ける
ko_kr: 빈 타일 페이스트
pl_pl: Wklej Puste Płytki
pt_br: Colar peças vazias
ru_ru: Вставить пустые тайлы
zh_cn: 粘贴空物块
zh_hant: 貼上空白瓷磚

# tool_clipboard_ispasteliquid
source: Paste Liquids
ar_bh: لصق السوائل
de_de: Flüssigkeiten einfügen
es_es: Pegar líquidos
fr_fr: Liquides pâteux
it_it: Liquidi Paste
ja_jp: ペーストリキッド
ko_kr: 페이스트 액체
pl_pl: Wklej Płynne
pt_br: Colar líquidos
ru_ru: Вставить жидкости
zh_cn: 粘贴液体
zh_hant: 膏狀液體

# tool_clipboard_ispastesprite
source: Paste Sprites
ar_bh: لصق العفاريت
de_de: Grafiken einfügen
es_es: Pegar sprites
fr_fr: Sprites en pâte
it_it: Sprite Paste
ja_jp: ペーストスプライト
ko_kr: 페이스트 스프라이트
pl_pl: Colar Sprites
pt_br: Colar Sprites
ru_ru: Вставить спрайты
zh_hant: 貼圖精靈

# tool_clipboard_ispastetiles
source: Paste Tiles
ar_bh: لصق البلاط
de_de: Felder einfügen
es_es: Pegar bloques
fr_fr: Tuiles en colle
it_it: Pasta Tiles
ja_jp: ペーストタイル
ko_kr: 페이스트 타일
pl_pl: Wklej Płytki
pt_br: Colar peças
ru_ru: Вставить блоки
zh_cn: 粘贴物块
zh_hant: 貼圖磚

# tool_clipboard_ispastewalls
source: Paste Walls
ar_bh: لصق الجدران
de_de: Wände einfügen
es_es: Pegar paredes
fr_fr: Murs en colle
it_it: Muri di Pasta
ja_jp: ペーストウォール
ko_kr: 페이스트 월즈
pl_pl: Wklej Ściany
pt_br: Colar paredes
ru_ru: Вставить стены
zh_cn: 粘贴墙
zh_hant: 膠牆

# tool_clipboard_ispastewire
source: Paste Wires
ar_bh: لصق الأسلاك
de_de: Kabel einfügen
es_es: Pegar cables
it_it: Fili di Pasta
ja_jp: ペーストワイヤー
ko_kr: 페이스트 와이어
pl_pl: Wklej Kable
pt_br: Colar fios
ru_ru: Вставить провода
zh_cn: 粘贴电线
zh_hant: 黏貼線

# tool_clipboard_paste
source: Paste
ar_bh: معجون
de_de: Einfügen
es_es: Pegar
fr_fr: Pâte
it_it: Pasta
ja_jp: ペースト
ko_kr: 페이스트
pl_pl: Wklej
pt_br: Colar
ru_ru: Вставить
zh_hant: 黏貼

# tool_clipboard_remove
source: Remove
ar_bh: إزالة
de_de: Entfernen
es_es: Eliminar
fr_fr: Retirer
it_it: Rimuovere
ja_jp: 削除
ko_kr: 제거
pl_pl: Usuń
pt_br: Remover
ru_ru: Удалить
zh_hant: 移除

# tool_clipboard_replace
source: Replace Existing Tiles
ar_bh: استبدال اللوحات الموجودة
de_de: Ersetzen vorhandener Kacheln
es_es: Reemplazar bloques existentes
fr_fr: Remplacer les tuiles existantes
it_it: Sostituire le piastrelle esistenti
ja_jp: 既存のタイルの交換
ko_kr: 기존 타일 교체
pl_pl: Zastępowanie istniejących kafelków
pt_br: Substituir telhas existentes
ru_ru: Замена существующих плиток
zh_hant: 更換現有瓷磚

# tool_clipboard_rotate
source: Rotate
ar_bh: تدوير
de_de: Drehen
es_es: Rotar
fr_fr: Rotation
it_it: Ruota
ja_jp: 回転
ko_kr: 회전
pl_pl: Obróć
pt_br: Girar
ru_ru: Ротация
zh_hant: 旋轉

# tool_creative_biomespread
source: Freeze Biome Spread
ar_bh: تجميد انتشار بيوم
de_de: Biom-Ausbreitung einfrieren
es_es: Congelar propagación del bioma
fr_fr: Propagation du biome de gel
it_it: Espansione del Bioma di Congelamento
ja_jp: 凍結バイオーム拡散
ko_kr: 냉동 생물군계 확산
pl_pl: Zamrażanie biomu Spread
pt_br: Congelamento do bioma Spread
ru_ru: Заморозить распространение биома
zh_hant: 凍結生態區擴散

# tool_creative_difficulty
source: Enemy Difficulty
ar_bh: صعوبة العدو
de_de: Schwierigkeitsgrad des Feindes
es_es: Dificultad de los enemigos
fr_fr: Difficulté des ennemis
it_it: Difficoltà dei nemici
ja_jp: 敵の難易度
ko_kr: 적 난이도
pl_pl: Poziom trudności wroga
pt_br: Dificuldade inimiga
ru_ru: Сложность врага
zh_hant: 敵方難度

# tool_creative_enable_difficulty
source: Enable Enemy Difficulty
ar_bh: تمكين صعوبة العدو
de_de: Gegnerische Schwierigkeit aktivieren
es_es: Activar la dificultad de los enemigos
fr_fr: Activer la difficulté ennemie
it_it: Abilita la difficoltà dei nemici
ja_jp: 敵の難易度を有効にする
ko_kr: 적 난이도 활성화
pl_pl: Włącz poziom trudności wroga
pt_br: Habilitar a dificuldade do inimigo
ru_ru: Включение сложности врага
zh_hant: 啟用敵方難度

# tool_creative_enable_spawn_rate
source: Enable Spawn Rate
ar_bh: تمكين معدل التفريخ
de_de: Spawn-Rate aktivieren
es_es: Habilitar la tasa de aparición
fr_fr: Activer le taux d’apparition
it_it: Abilita la frequenza di spawn
ja_jp: スポーン率を有効にする
ko_kr: 스폰 속도 활성화
pl_pl: Włącz współczynnik odradzania
pt_br: Habilitar a taxa de desova
ru_ru: Включить скорость спауна
zh_hant: 啟用生成率

# tool_creative_enable_time_speed
source: Enable Time Speed
ar_bh: تمكين سرعة الوقت
de_de: Zeitgeschwindigkeit aktivieren
es_es: Habilitar la velocidad del tiempo
fr_fr: Activer la vitesse du temps
it_it: Abilita la velocità temporale
ja_jp: タイムスピードを有効にする
ko_kr: 시간 속도 활성화
pl_pl: Włącz szybkość czasu
pt_br: Habilitar velocidade de tempo
ru_ru: Включение скорости времени
zh_hant: 啟用時間速度

# tool_creative_godmode
source: God Mode
ar_bh: وضع الله
de_de: Gott-Modus
es_es: Modo Dios
fr_fr: Mode Dieu
it_it: Modalità Dio
ja_jp: ゴッドモード
ko_kr: 신 모드
pl_pl: Tryb Boga
pt_br: Modo Deus
ru_ru: Режим Бога
zh_hant: 神模式

# tool_creative_increaseplacementrange
source: Increase Range
ar_bh: زيادة النطاق
de_de: Reichweite erhöhen
es_es: Aumentar alcance
fr_fr: Augmentez la portée
it_it: Aumenta la portata
ja_jp: 射程を拡大する
ko_kr: 사거리 증가
pl_pl: Zwiększ zasięg
pt_br: Aumento do alcance
ru_ru: Увеличение дальности действия
zh_hant: 增加射程

# tool_creative_power
source: Power
ar_bh: قوة
de_de: Macht
es_es: Poder
fr_fr: Puissance
it_it: Potenza
ja_jp: パワー
ko_kr: 전력
pl_pl: Moc
pt_br: Poder
ru_ru: Сила
zh_hant: 動力

# tool_creative_rainfrozen
source: Freeze Rain
ar_bh: تجميد المطر
de_de: Gefrierregen
es_es: Congelar lluvia
fr_fr: Pluie de gel
it_it: Pioggia gelata
ja_jp: フリーズレイン
ko_kr: 얼어붙은 비
pl_pl: Mroźny deszcz
pt_br: Chuva congelante
ru_ru: Ледяной дождь
zh_hant: 冰雨

# tool_creative_spawn_rate
source: Spawn Rate
ar_bh: معدل التفريخ
es_es: Tasa de aparición
fr_fr: Taux d’apparition
it_it: Tasso di spawn
ja_jp: スポーン率
ko_kr: 출현률
pl_pl: Wskaźnik odradzania się
pt_br: Taxa de desova
ru_ru: Скорость появления
zh_hant: 生成率

# tool_creative_timefrozen
source: Freeze Time
ar_bh: وقت التجميد
de_de: Freeze-Zeit
es_es: Congelar el tiempo
fr_fr: Temps d’arrêt
it_it: Congelare il tempo
ja_jp: フリーズタイム
ko_kr: 시간 동결
pl_pl: Czas zamrożenia
pt_br: Tempo de congelamento
ru_ru: Время замораживания
zh_hant: 凍結時間

# tool_creative_time_speed
source: Time Speed
ar_bh: سرعة الوقت
de_de: Zeitgeschwindigkeit
es_es: Velocidad del tiempo
fr_fr: Vitesse du temps
it_it: Velocità del tempo
ja_jp: 時間速度
ko_kr: 시간 속도
pl_pl: Prędkość czasu
pt_br: Velocidade do tempo
ru_ru: Скорость времени
zh_hant: 時間速度

# tool_creative_value
source: Value
ar_bh: قيمة
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
ja_jp: 価値
ko_kr: 가치
pl_pl: Wartość
pt_br: Valor
ru_ru: Ценность
zh_hant: 價值

# tool_creative_windfrozen
source: Freeze Wind
ar_bh: تجميد الرياح
de_de: Frostiger Wind
es_es: Congelar viento
fr_fr: Vent de gel
it_it: Vento Gelato
ja_jp: フリーズ・ウィンド
ko_kr: 프리즈 윈드
pl_pl: Mroźny wiatr
pt_br: Vento congelante
ru_ru: Морозный ветер
zh_hant: 冰凍之風

# tool_fill_title
source: Fill
ar_bh: ملء
de_de: Füllen – Auswahl ausfüllen
es_es: Llenar
fr_fr: Remplissage
it_it: Riempimento
ja_jp: 埋め立て
ko_kr: 채우기
pl_pl: Wypełnij
pt_br: Preencher
ru_ru: Заливка
zh_cn: 填充
zh_hant: 填土

# tool_morph_base_tiles
source: Base Tiles
ar_bh: بلاط القاعدة
de_de: Basiskacheln
es_es: Bloques base
fr_fr: Tuiles de base
it_it: Tessere base
ja_jp: ベースタイル
pl_pl: Płytki bazowe
pt_br: Peças Base
ru_ru: Базовые плитки
zh_hant: 基礎磚

# tool_morph_decorations
source: Decorations
ar_bh: الأوسمة
de_de: Auszeichnungen
es_es: Decoraciones
fr_fr: Décorations
it_it: Decorazioni
ja_jp: 勲章
pl_pl: Odznaczenia
pt_br: Condecorações
ru_ru: Награды
zh_hant: 榮譽

# tool_morph_evil
source: Evil
ar_bh: الشر
de_de: Böse
es_es: Maldad
fr_fr: Mauvais
it_it: Male
ja_jp: 悪
pl_pl: Zło
pt_br: Mal
ru_ru: Зло
zh_hant: 邪惡

# tool_morph_label
source: Morph to Biome
ar_bh: التحول إلى بيوم
de_de: In Biom verwandeln
es_es: Transformar a bioma
fr_fr: Transformation en biome
it_it: Trasformarsi in bioma
ja_jp: バイオームへの変形
ko_kr: 생물군계로의 변신
pt_br: Transformar em bioma
ru_ru: Преобразовать в биом
zh_cn: 改变生物群落
zh_hant: 變形為生物群系

# tool_morph_moss
source: Moss
ar_bh: موس
de_de: Moos
es_es: Musgo
it_it: Muschio
ja_jp: 苔
pl_pl: Mech
pt_br: Musgo
ru_ru: Мох
zh_hant: 苔蘚

# tool_morph_moss_type
source: Moss Type
ar_bh: نوع الطحلب
de_de: Moos-Typ
es_es: Tipo de musgo
fr_fr: Type mousse
it_it: Tipo muschio
ja_jp: 苔類タイプ
pl_pl: Typ mchu
pt_br: Tipo Moss
ru_ru: Тип Мох
zh_hant: 苔蘚類型

# tool_morph_options
source: Options
ar_bh: الخيارات
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ja_jp: オプション
pl_pl: Opcje
pt_br: Opções
ru_ru: Варианты
zh_hant: 選擇權

# tool_morph_title
source: Biome Morph
ar_bh: بيومي مورف
de_de: Biomverwandlung
es_es: Cambiar bioma
it_it: Morfologia del bioma
ja_jp: バイオーム・モーフ
ko_kr: 생물군계 변형
pt_br: Transformamento de bioma
ru_ru: Преобразование биома
zh_cn: 生物群落形态
zh_hant: 生態系變形

# tool_npc_add
source: Add NPC
ar_bh: إضافة NPC
de_de: NPC hinzufügen
es_es: Añadir PNJ
fr_fr: Ajouter un PNJ
it_it: Aggiungi NPC
ja_jp: NPCを追加
ko_kr: NPC 추가
pl_pl: Dodaj NPC
pt_br: Adicionar NPC
ru_ru: Добавить НИПа
zh_cn: 添加NPC
zh_hant: 新增NPC
